{
  "id": "organisasi_pergerakan",
  "title": "Susunan dan Perkembangan Pemerintahan Pendudukan Jepang",
  "color": "blue",
  "sections": [
    {
      "title": "1. Masuknya Jepang ke Indonesia",
      "content": [
        "Jepang punya ambisi gede banget buat bikin imperium di Asia. Nah, masalahnya, ada satu penghalang besar yaitu Armada Amerika yang super kuat dan markasnya ada di Pearl Harbor, Hawaii. Biar rencananya nggak mentok di situ, Jepang pun bikin strategi rahasia. Panglima besarnya, Laksamana Isoroku Yamamoto, udah nyiapin rencana sejak September 1941. Terus, pada 26 November 1941, Armada Jepang di bawah komando Laksamana Noichi Nagumo mulai berangkat dari Kepulauan Kuril. Kebayang kan, mereka bawa puluhan kapal perang. Ada kapal induk, kapal selam, sampai kapal tanker yang semua siap tempur.",
        "Gerakan Armada Nagumo sebenarnya nyaris nggak ketahuan sama Amerika. Baru deh, di detik-detik terakhir sebelum serangan, Amerika sadar kalau ada yang nggak beres. Jepang pun milih waktu yang pas banget buat nyerang Minggu pagi, hari libur, saat tentara Amerika lagi santai dan nggak siap tempur. Di Pearl Harbor sendiri waktu itu ada 96 kapal dari berbagai jenis, yang jadi andalan utama Armada Pasifik Amerika di bawah komando Laksamana H.E. Kimmel. Nggak cuma itu, di daratan juga ada dua divisi infantri, plus di pangkalan udara Hickam dan Wheeler berjajar sekitar 390 pesawat.",
        "Serangan Jepang dimulai pas jam 07.45 pagi. Gelombang pertama langsung bikin geger karena 183 pesawat pengebom yang lepas landas dari kapal induk udah siap ngehantam Pearl Harbor. Sejam kemudian gelombang kedua nyusul datang dengan 170 pesawat. Target utamanya jelas kapal-kapal perang Amerika, pesawat-pesawat di pangkalan, plus fasilitas militer penting.",
        "Sekitar jam 10 pagi, serangan Jepang resmi berhenti. Amerika rugi besar: 86 pesawat Angkatan Darat dan 97 pesawat Angkatan Laut hancur, 19 kapal tenggelam atau rusak parah, ribuan korban jiwa. Jepang sendiri cuma kehilangan 29 pesawat.",
        "Cuma lima jam setelah serangan Pearl Harbor, Presiden Amerika Franklin D. Roosevelt teken pernyataan perang. Gubernur Jenderal Hindia Belanda, Tjarda van Starkenborgh, juga nyatakan perang. Besoknya, 8 Desember 1941, lewat radio NIROM, Hindia Belanda resmi nyatakan perang ke Jepang. Nah, otomatis Indonesia kebawa ke konflik ini.",
        "Padahal jauh sebelum itu, Jepang udah punya rencana buat nyerbu Indonesia sejak 4 Oktober 1940. Namanya Rencana Tentatif bagi Suatu Kebijaksanaan Mengenai Daerah-Daerah Selatan. Intinya, Jepang ngincar minyak dan karet Indonesia.",
        "Serangan ke Indonesia dimulai dengan serangan udara dari Davao dan Laut Cina Selatan. Dari 1.500 pesawat, 700 langsung dikerahkan buat nyerang Malaya dan Hindia Belanda. Jepang juga bawa pesawat tempur legendaris Zero (Zeke), plus 4.000 pilot kawakan.",
        "Sementara Belanda? Jauh dari siap. Mereka cuma punya 132 pesawat, terbagi atas Glen Martin, pemburu, dan pengintai. Jelas nggak sebanding lawan ribuan pesawat Jepang.",
        "10 Januari 1942 Jepang nyerang Tarakan, Kalimantan Timur. 12 Januari Belanda menyerah. Tapi 200 pasukan Belanda tetap dibantai Jepang.",
        "24 Januari 1942 Balikpapan jatuh. Belanda sempat bakar instalasi minyak (bumi hangus), bikin Jepang marah. 80 orang Belanda dieksekusi.",
        "Pontianak direbut 29 Januari, Samarinda 3 Februari, lalu Banjarmasin 10 Februari. Ambon, Morotai, Manado, Kendari, Makassar juga jatuh cepat.",
        "16 Februari 1942 Jepang rebut Palembang dengan pasukan payung (paratrooper). Ini bikin jalan ke Jawa makin terbuka.",
        "ABDACOM (gabungan Amerika, Inggris, Belanda, Australia) dibentuk 15 Januari 1942, tapi gagal karena koordinasi buruk.",
        "27 Februari 1942 terjadi Pertempuran Laut Jawa. Armada Sekutu di bawah Karel Doorman kalah besar. Kapal De Ruyter tenggelam, Doorman gugur.",
        "Malam 28 Februari – 1 Maret 1942, pasukan Jepang mendarat di Banten, Eretan (Jawa Barat), dan Kragan (Jawa Tengah). Belanda sering mundur tanpa perlawanan berarti.",
        "5 Maret 1942 Batavia jatuh dan ditetapkan sebagai kota terbuka. 7 Maret Lembang jatuh, Bandung kritis.",
        "8 Maret 1942 Belanda menyerah tanpa syarat di Kalijati. 9 Maret diumumkan lewat radio NIROM: seluruh pasukan harus tunduk. Inilah tanda berakhirnya kekuasaan Belanda di Indonesia."
      ]
    }
  ]
}
