{
  "id": "organisasi_pergerakan",
  "title": "Janji Mengenai Status Indonesia di Kemudian hari",
  "color": "blue",
  "sections": [
    {
      "title": "1. Janji Perdana Menteri Kaiso",
      "content": [
        "Pas tanggal 7 September 1944, di Sidang Istimewa ke-85 Teikoku Ginkai di Tokyo, Perdana Menteri Koiso (pengganti Tojo) ngumumin sesuatu yang bikin warga Indonesia “dengerin aja dulu”. Jepang bilang kalau Hindia Timur (Indonesia) bakal bisa merdeka di masa depan.Sebenarnya, si Koiso ngeluarin janji ini karena Jepang lagi kebakaran jenggot. Bulan Juli 1944, Kepulauan Saipan yang deket banget sama Jepang jatuh ke tangan Amerika, bikin masyarakat Jepang panik. Bulan Agustus, situasi makin runyam, moral rakyat turun, produksi senjata berantakan, amunisi kurang, kapal perang dan kapal angkut hilang banyak.Habis itu, Kabinet Tojo jatuh tanggal 17 Juli 1944, dan Koiso naik jadi PM. Salah satu cara dia buat tetap ngontrol rakyat di wilayah yang dikuasai Jepang adalah ngeluarin janji “Indonesia bakal merdeka nanti”. Intinya, Jepang berharap kalau Sekutu dateng, rakyat nggak bakal lihat mereka sebagai pembebas, tapi sebagai penyerbu ke negara MerdekaDi tahun 1944, setelah Saipan jatuh dan Angkatan Perang Jepang terus dipukul mundur sama Sekutu dari Papua Nugini, Kepulauan Solomon, dan Kepulauan Marshall, garis pertahanan Jepang di Pasifik mulai bobol. Intinya, kekalahan Jepang udah di depan mata. Jepang juga kena serangan udara Sekutu di Ambon, Makassar, Manado, Surabaya, bahkan pasukan Sekutu udah mendarat di daerah minyak kayak Tarakan dan Balikpapan.Ngerasa kritis banget, Pemerintah Jepang di Jawa pimpinan Letjen Kumakici Harada akhirnya ngumumin pembentukan Badan Penyelidik Usaha-usaha Persiapan Kemerdekaan alias Dokuritsu Junbi Cosokai tanggal 1 Maret 1945. Ini jadi langkah nyata pertama buat ngelanjutin janji Koiso soal kemerdekaan Indonesia di masa depan.Tujuannya simple, mempelajari dan nyelidiki hal-hal penting buat bikin negara Indonesia merdeka. Struktur pengurusnya ada dua bagian, ada badan perundingan dan kantor tata usaha. Kepala alias Kaico dipimpin oleh dr. K.R.T. Radjiman Wediodiningrat, bukan Soekarno, meskipun Soekarno masih ikut sebagai anggota biasa biar bisa aktif diskusi.Selain itu, ada dua Fuku Kaico (wakil ketua), 60 anggota lin (termasuk 4 dari golongan Arab dan peranakan Belanda), serta 7 anggota Jepang yang cuma hadir tiap sidang tapi nggak punya hak suara. Fuku Kaico pertama dijabat Ichibangase, sementara R.P. Suroso jadi Kepala Sekretariat, dibantu Toyohito Masuda dan Mr. A.G. Pringgodigdo."
      ]
    },
    {
      "title": "2. Perumusan Dasar Negara dan UUD 1945",
      "content": [
        "Tanggal 28 Mei 1945, BPUPKI resmi dibuka di gedung Chuo Sangi In, Jalan Pejambon, Jakarta (sekarang gedung Kementerian Luar Negeri). Jenderal Itagaki (panglima Tentara Wilayah Ketujuh di Singapura, yang ngawasin tentara di Indonesia) dan Letjen Nagano (panglima Tentara Ke-16 di Jawa) hadir juga.Di momen ini, ada upacara pengibaran bendera yang bikin suasana makin semangat. Mr. A.G. Pringgodigdo mengibarkan bendera Hinomaru, baru kemudian Toyohiko Masuda naik ke panggung buat ngibarin bendera Sang Merah Putih. Momen ini bikin semangat anggota BPUPKI naik 100% buat nyiapin kemerdekaan Indonesia.Badan Penyelidik (Dokuritsu Junbi Cosokai) mulai ngadain persidangan buat ngerumuskan Undang-Undang Dasar (UUD) Indonesia. Persoalan pertama yang dibahas adalah soal “dasar” negara Indonesia Merdeka.Ketua dr. Radjiman Wediodiningrat buka sesi dengan minta pandangan anggota soal dasar negara yang bakal dibentuk. Ternyata, tiga anggota bener-bener ngehitung hal ini secara serius, yaitu Mr. Muh. Yamin, Dr. Mr. Supomo, dan Ir. Soekarno.",
        "Di hari pertama, tanggal 29 Mei 1945, Muh. Yamin buka pidatonya dengan kata-kata begini:'... kewajiban jang terpikul di atas kepala dan kedua bahu kita, ialah suatu kewadjiban jang sangat teristimewa. Kewadjiban untuk ikut menjelidiki bahan-bahan jang akan mendjadi dasar dan susunan negara jang akan terbentuk dalam suasana kemerdekaan...'",
        "Di dalam pidato selanjutnya Mr. Muh. Yamin mengemukakan lima 'Asas Dasar Negara Kebangsaan Republik Indonesia' sebagai berikut: Peri Kebangsaan; Peri Kemanusiaan; Peri Ke-Tuhanan;Peri Kerakyatan;Kesejahteraan Rakyat",
        "Pada tanggal 31 Mei 1945 Prof. Dr. Mr. Supomo memulai pidatonya dengan kalimat sebagai berikut:'Bahwa jika hendak mendirikan negara Indonesia yang sesuai dengan keistimewaan sifat dan corak masyarakat Indonesia maka negara kita harus berdasar atas aliran pikiran (Staatssidee) negara yang integralistik, negara yang bersatu dengan seluruh rakyatnya, yang mengatasi seluruh golongan-golongannya dalam lapangan apa pun. Menurut aliran pikiran ini, Kepala Negara badan-badan Pemerintah lain, harus bersifat pemimpin yang sejati, penunjuk jalan ke arah cita-cita luhur, yang diidam-idamkan oleh rakyat. Negara harus bersifat hukum yang timbul dari hati sanubari rakyat seluruhnya.' ",
        "Prof. Supomo juga fokus ngomongin soal dasar negara Indonesia Merdeka. Menurut dia, dasar-dasar yang pas buat negara baru ini adalah:• Persatuan, • Kekeluargaan, • Keseimbangan lahir dan batin, • Musyawarah, • Keadilan rakyat",
        "Keesokan harinya, 1 Juni 1945, rapat terakhir persidangan pertama digelar. Di momen ini, Ir. Soekarno ngucapin pidatonya yang akhirnya dikenal sebagai “Lahirnya Pancasila”. Pidato ini jadi tonggak sejarah penting karena jadi dasar negara yang kita pakai sampai sekarang.Pada kesempatan itu Ir. Soekarno di dalam pidatonya mengemukakan perumusan lima prinsip dasar negara Indonesia Merdeka dengan usul nama (antara lain) Pancasila sebagai berikut: Kebangsaan Indonesia; Internasionalisme atau peri-kemanusiaan; Mufakat atau demokrasi; Kesejahteraan sosial; Ke-Tuhanan Yang Maha Esa.",
        "Dalam pidatonya Ir. Soekarno antara lain mengatakan:'Saudara-saudara! Dasar-dasar Negara telah saya usulkan. Lima bilangannya tetapi saya namakan ini dengan petunjuk seorang teman kita ahli bahasa, namanya ialah Pancasila. Sila artinya asas, atau dasar dan di atas kelima dasar itulah kita mendirikan negara Indonesia, kekal dan abadi.'Rapat Dokuritsu Junbi Cosokai pertama berakhir 1 Juni 1945. Tapi, persidangan ini nggak langsung ngehasilin kesimpulan atau rumusan resmi. Para anggota cuma dengerin masukan dan ide-ide soal dasar negara dari pembicara. Abis itu, mereka masuk periode reses lebih dari sebulan buat istirahat dan nyusun langkah selanjutnya.",
        "Sebelum reses dimulai, Badan Penyelidik bikin Panitia Kecil pimpinan Ir. Soekarno. Anggotanya: • Drs. Moh. Hatta, • Soetardjo Kartohadikusumo, • Wachid Hasjim, • Ki Bagus Hadikoesoemo, • Oto Iskandar Dinata, • Muh. Yamin, • A.A. Maramis.",
        "Total 8 orang, tugasnya nampung semua saran, usul, dan ide dari anggota Dokuritsu lewat sekretariat.Tanggal 22 Juni 1945, Ir. Soekarno lapor kalau Panitia Kecil ambil inisiatif ngadain pertemuan sama 38 anggota Dokuritsu Junbi Cosokai. Beberapa dari mereka lagi ikut sidang di Chuo Sangi In, tapi tetap ikut terlibat. Soekarno menekankan kalau itu adalah “rapat antara Panitia Kecil dan anggota Badan Penyelidik”, dan hasilnya semua suara dan usul lisan dari anggota berhasil ditampung.",
        "Dari situ, dibentuk Panitia Kecil lain yang anggotanya 9 orang, yang kemudian dikenal sebagai Panitia Sembilan. Anggotanya: Ir. Soekarno, Drs. Moh. Hatta, Mr. Muh. Yamin, Mr. Ahmad Subardjo, Mr. A.A. Maramis, Abdul Kahar Muzakkir, Wachid Hasjim, H. Agus Salim, dan Abikusno Tjokrosoejoso.",
        "Mereka nyusun rumusan dasar negara berdasar masukan semua anggota. Hasilnya diterima dengan suara bulat dan ditandatangani. Mr. Muh. Yamin memberi nama rumusan ini Jakarta Charter / Piagam Jakarta. Rumusan Jakarta Charter: 1. KeTuhanan, dengan kewajiban menjalankan Syari'at Islam bagi pemeluk-pemeluknya; 2. (menurut) dasar kemanusiaan yang adil dan beradab; 3. Persatuan Indonesia; 4. (dan) kerakyatan yang dipimpin oleh hikmat kebijaksanaan dalam permusyawaratan perwakilan; 5. (serta dengan mewujudkan suatu) keadilan sosial bagi seluruh rakyat Indonesia. Persidangan kedua Badan Penyelidik dimulai 10 Juli 1945. Topiknya nggak main-main, mereka ngebahas wilayah negara, Rancangan Undang-Undang Dasar, pembentukan panitia perancang UUD, pembelaan tanah air, sampai keuangan dan perekonomian. Ir. Soekarno ditunjuk sebagai ketua Panitia Perancang UUD, dengan 18 anggota: Mr. A.A. Maramis, Oto Iskandar Dinata, Poeroebojo, Agus Salim, Mr. Ahmad Subardjo, Prof. Dr. Mr. Supomo, Mr. Maria Ulfah Santoso, Wachid Hasjim, Parada Harahap, Mr. Latuharhary, Mr. Susanto Tirtoprodjo, Mr. Sartono, Mr. Wongsonegoro, Wuryaningrat, Mr. R.P. Singgih, Tan Eng Hoat, Prof. Dr. P.A. Hoesein Djajadiningrat, dr. Sukiman. Tanggal 11 Juli, Panitia sepakat preambul UUD diambil dari Piagam Jakarta. Mereka juga membentuk Panitia Kecil Perancang UUD, dipimpin Prof. Dr. Mr. Supomo dengan anggota: Mr. Wongsonegoro, Mr. Ahmad Subardjo, Mr. A.A. Maramis, Mr. R.P. Singgih, H. Agus Salim, dr. Sukiman. Tanggal 13 Juli 1945, hasil perumusan Panitia Kecil disempurnakan bahasanya oleh Panitia Penghalus Bahasa, beranggotakan: Hoesein Djajadiningrat, Agus Salim, Supomo. Tugas mereka menyempurnakan dan menyusun ulang rancangan UUD supaya bahasa dan isinya lebih rapi, tapi tetap sama maknanya. Persidangan kedua Dokuritsu Junbi Cosokai berlanjut 14 Juli 1945, untuk menerima laporan dari Panitia Perancang Undang-Undang Dasar. Ir. Soekarno selaku Ketua Panitia melaporkan tiga hal penting: 1. Pernyataan Indonesia Merdeka 2. Pembukaan Undang-Undang Dasar 3. Undang-Undang Dasar itu sendiri (Batang Tubuhnya).",
        "Konsep Pernyataan Indonesia Merdeka disusun dengan mengambil tiga alinea pertama Piagam Jakarta, dengan sisipan panjang di antara alinea pertama dan kedua. Sementara itu, konsep Pembukaan UUD hampir seluruhnya diambil dari alinea keempat (alinea terakhir) Piagam Jakarta. Kedua konsep ini diterima sidang setelah diskusi berlangsung sekitar satu jam.Sidang kemudian dilanjutkan 15 Juli 1945 dengan rapat besar, membahas lanjutan Rancangan Undang-Undang Dasar. Dalam laporannya, Ir. Soekarno menyatakan:“..Kita rancangkan Undang-Undang Dasar dengan kedaulatan rakyat, bukan kedaulatan individu, Kedaulatan rakyat sekali lagi, bukan kedaulatan individu. Inilah menurut Paham Panitia Perancang Undang-Undang Dasar, satu-satunya jaminan bahwa dengan Indonesia seluruhnya akan selamat di kemuudian hari. Jadikan paham kita ini pun dipakai oleh bangsa bangsa lain, itu akan memberi jaminan akan perdamatan dunia kekal dan ahadi Marilah kita menunjukkan keberanian kita dalam menjunjung hak kedaulatan bangsa kita.'Pada sidang kedua rapat besar tanggal 16 Juli 1945, Ketua sidang, dr Radjiman sebelum menutup sidang, memastikan bahwa semua anggota setuju sebulat-bulatnya:'Jadi rancangan ini sudah diterima semuanya jadi saya ulangi lagi. Undang-Undang Dasar ini kita ini diterima sebulat-bulatnya? Untuk penyelesaiannya saya minta dengan hormat supaya yang disetujui yang menerima berdiri! Dengan suara bulat diterima Undang-Undang Dasar ini. Terima kasih Tuan-tuan.'"
      ]
    },
    {
      "title": "3. Aktivitas di Kalangan Pemuda",
      "content": [
        "Pas Jepang lagi nguasain Indonesia, asrama jadi spot hits buat para pemuda ngumpul dan nyari inspirasi dari tokoh-tokoh nasional buat ngejar kemerdekaan. Salah satu yang terkenal itu Asrama Angkatan Baru di Menteng 31, Jakarta, yang didirikan sama Hitoshi Shimizu dari Sendenbu (Departemen Propaganda).Di sini, dengan bantuan dua staf Sendenbu, Chairul Saleh dan Sukarni, para pemuda dapet “kursus” jadi propagandis yang mesti ngejalanin misi Jepang. Tapi nggak cuma itu, mereka juga belajar Nippon Seishin alias semangat Jepang, plus dikasih insight soal nasionalisme dari senior-senior keren kayak Soekarno, Hatta, Yamin, dan Mr. Soenario.Walau kelas resminya cuma sampe April 1943 dan cuma buat 50–60 orang, asrama ini tetep jadi basecamp diskusi tentang politik dan isu terkini. Bahkan tokoh-tokoh muda legend kayak Adam Malik, B.M. Diah, Harsono Tjokroaminoto, dan Anwar Tjokroaminoto rajin nongkrong di sini, bikin asrama ini hotspot banget buat pemikiran dan aksi pemuda pas masa pendudukan Jepang.Selain itu, ada Asrama Perguruan Tinggi Kedokteran (Ika Daigaku) di Jalan Prapatan 10, Jakarta, yang jadi markasnya mantan mahasiswa GHS dan NIAS. Mereka paham banget kalau kekuasaan Jepang nggak bakal bertahan lama, jadi mulai nyiapin “amunisi” politik buat ngejar kemerdekaan Indonesia.Mahasiswa-mahasiswa ini mulai ngelawan aturan Jepang, contohnya harus digunduli sampai botak, tapi mereka nolak. Soalnya, bagi mereka, kepala itu harga diri, dan kalau ada yang berani main-main sama kepala, wajar banget kalo mereka marah.Mereka juga bikin mogok kuliah di Oktober 1943, menolak pelatihan militer saat hujan di Desember 1943, bahkan di Mei 1945 mereka boikot rapat raksasa pemuda yang diadain Jepang. Akibatnya, beberapa mahasiswa kece kayak Soedjatmoko, Soedarpo, dan Soeroto Koento sampai dilarang kuliahDi Asrama Prapatan 10, para pemuda yang sadar politik tuh relate banget sama temen-temen berseragam militer. Mereka sering ikut ceramah keagamaan dari Daidancho Daidan Jaga Monyet Jakarta, Kasman Singodimejo, dan sekaligus dapat latihan militer dari perwira Peta, kayak Chudancho Latief Hendraningrat sama Mufraeni Mukmin.",
        "Di sisi lain, di Asrama Indonesia Merdeka (Jalan Bungur Besar 56), suasananya beda banget. Di sini pemuda fokus banget buat perjuangkan kemerdekaan, bukan jadi propagandis Jepang. Mereka dikasih ilmu sama tokoh-tokoh top yaitu Soekarno (politik), Hatta (alumni), Syahrir (sosialisme Asia), R.P. Singgih (nasionalisme & budaya), Sanusi Pane (sejarah), Suwondo (sejarah pergerakan), Iwa Kusumasumantri (hukum pidana), Ahmad Soebardjo (hukum internasional), Mohamad Said (pendidikan & budaya). Pendidikan Angkatan I diikuti 30 orang dan selesai April 1945, Angkatan II diikuti 80 orang dimulai Mei 1945 tapi berakhir karena Jepang nyerah Agustus 1945.Meski orientasinya beda-beda, para pemuda di tiga asrama ini tetap kompak. Mereka gabung di Barisan Pelopor Istimewa (Tokubetsu Suishintai), jumlahnya nggak lebih dari 100 orang, dipilih langsung oleh Soekarno. Banyak dari mereka sebelumnya dari Asrama Angkatan Baru dan udah punya kesadaran nasional tinggi. Selain latihan militer, mereka juga ikut kursus politik dari para tokoh nasional.Di Surabaya, Djohan Syahruzah, murid kepercayaan Syahrir, bikin kelompok kecil pemuda yang kerja di perusahaan minyak. Biar nggak dicurigai Jepang, mereka bikin organisasi nonformal akhir 1943. Di kota yang sama, ada juga kelompok pemuda lain pimpinan Roeslan Abdulgani, yang sama-sama ogah sama Jepang tapi juga nggak bikin organisasi formal.Di Jakarta dan Bandung, terbentuk Angkatan Muda. Awalnya Roeslan Abdulgani agak skeptis dan nggak mau dukung, tapi setelah dikunjungi Chairul Saleh dan Sukarni di Surabaya, dia akhirnya setuju dengan sedikit modifikasi. Dia ganti nama jadi Komite Angkatan Muda, yang geraknya di kampung-kampung sambil nyebarin propaganda kemerdekaan tapi tetap pakai kedok organisasi resmi.Mei 1945, pas ketemu tokoh-tokoh pelajar SMA, mereka bahas situasi tanah air dan gimana cara perjuangkan kemerdekaan. Terus, 1 Juli 1945 ada rapat umum, beberapa tokoh komite pidato tegas bahkan “ngancam” Jepang. Akibatnya, Roeslan Abdulgani dan beberapa anggota diperiksa intensif.Di bulan yang sama, para pemuda pelajar rapat di Gedung Hosokyoko. Hasilnya, mereka bikin resolusi 'Pelajar-pelajar SMA Surabaya menuntut kemerdekaan Indonesia secepatnya, tanpa syarat, dan semua aba-aba Jepang diganti aba-aba Indonesia.' Sebagian besar pemuda pelajar ini akhirnya gabung ke Tentara Republik Indonesia Pelajar (TRIP).Mei 1945, pelajar Solo juga nggak mau kalah semangat. Mereka rapat dan bikin ikrar 'Kami bersumpah akan berjuang untuk kemerdekaan bangsa, nusa, dan tanah air Indonesia. Setiap penghalang dan penjajah tanah air kami tentang, terjang, dan hancurkan!''Di Semarang, 16 Juli 1945, dibentuk Markas Angkatan Muda hasil rapat yang sebelumnya diadakan di rumah sakit perusahaan. Karena posisi Jepang makin terdesak dalam perang, mereka terpaksa kasih “konsesi” ke pihak Indonesia, yang bikin para pemuda bisa lebih bebas bergerak. Dari tanggal 16-18 Mei, di Bandung diadakan Kongres Pemuda Seluruh Jawa, yang disponsori Angkatan Moeda Indonesia. Awalnya, organisasi ini dibentuk Jepang pertengahan 1944, tapi lama-lama jadi gerakan pemuda anti-Jepang.Di kongres yang dihadiri lebih dari 100 utusan pemuda, pelajar, dan mahasiswa, para pemimpin seperti Djamal Ali, Chairul Saleh, Sukarni, Anwar Tjokroaminoto, Harsono Tjokroaminoto, dan mahasiswa Ika Daigaku Jakarta kayak Lus Ratu Langie, ngajak pemuda Jawa buat bersatu dan siap-siap melaksanakan proklamasi kemerdekaan bukan sebagai “hadiah” Jepang. Suasananya militan dan nasionalis banget, cuma dinyanyiin Indonesia Raya, nggak ada lagu Kimigayo, dan cuma dikibarin bendera Merah Putih, tanpa bendera Jepang.",
        "Setelah kongres tiga hari, akhirnya diterima dua resolusi: a. Semua golongan Indonesia, khususnya pemuda, dihimpun di bawah satu pimpinan nasional. b. Pelaksanaan kemerdekaan Indonesia dipercepat.",
        "Tapi, menurut laporan pers resmi, resolusi itu ditambahi pernyataan dukungan penuh ke Jepang buat ikut menang perang.Nah, beberapa tokoh pemuda dari Jakarta kayak Sukarni, Harsono Tjokroaminoto, dan Chairul Saleh nggak puas sama pernyataan itu. Mereka nggak mau ikut Angkatan Moeda Indonesia dan pengen bikin gerakan pemuda yang lebih radikal.Buat ngejalanin tekad mereka, 3 Juni 1945 di Jakarta diadain pertemuan rahasia yang dihadiri sekitar 100 pemuda. Dari situ terbentuk panitia khusus yang diketuai B.M. Diah, dengan anggota ada Sukarni, Sudiro, Sjarif Thajeb, Harsono Tjokroaminoto, Wikana, Chairul Saleh, P. Gultem, Supeno, dan Asmara Hadi.Pertemuan rahasia kedua digelar 15 Juni 1945, yang bikin Gerakan Angkatan Baroe Indonesia. Mayoritas kegiatannya dijalanin pemuda-pemuda dari Menteng.",
        "Tujuan gerakan ini, menurut Asia Raja pertengahan Juni 1945, cukup radikal: a. Menyatukan seluruh golongan masyarakat Indonesia. b. Ngebangkitin semangat revolusioner rakyat berdasarkan kesadaran mereka sebagai bangsa berdaulat. c. Bentuk Negara Kesatuan Republik Indonesia. d. Kerja sama dengan Jepang, tapi kalau perlu, gerakan ini siap mencapai kemerdekaan sendiri. Toko-tokoh pemuda radikal kayak Chairul Saleh, Sukarni, B.M. Diah, Asmara Hadi, Harsono Tjokroaminoto, Wikana, Sudiro, Supeno, Adam Malik, S.K. Trimurti, Soetomo, dan Pandu Kartawiguna ikut di gerakan yang dinamain Gerakan Rakyat Baroe. Pembentukan gerakan ini diizinin sama Saiko Shikikan baru, Letnan Jenderal Y. Nagano, pas pertemuan 2 Juli 1945. Gerakan Rakyat Baroe sebenernya dibikin dari hasil sidang ke-8 Chuo Sangi In yang pengen ngangkat semangat cinta tanah air sekaligus semangat perang. Struktur pengurus pusatnya ada 80 orang, gabungan penduduk asli Indonesia, Jepang, Cina, Arab, sama peranakan Eropa. Tapi nih, wakil-wakil pemuda sebenernya diangkat sama Jepang buat ngawasin kegiatan mereka. Mayor Jenderal Nishimura tegas bilang, setiap pemuda di gerakan itu harus patuh sama Gunseikanbu (Pemerintah Militer Jepang) dan kerja di bawah pengawasan pejabat pemerintah. Intinya, kebebasan pemuda dibatasi banget, jadinya muncul rasa nggak puas dan gap gede antara ide golongan muda dan golongan tua. Kekecewaan makin terasa pas sidang bahas anggaran dasar Gerakan Rakyat Baroe. Para pemuda minta dicantumin kata 'Republik Indonesia' di anggaran dasar, tapi debatnya nggak ada hasil karena pimpinan tua yakin Jepang nggak bakal setuju. Makanya pas 28 Juli 1945, saat Gerakan Rakyat Baroe resmi dibentuk dan dua organisasi besar (Jawa Hokokai & Masyumi) digabung, nggak ada satu pun pemuda radikal yang mau duduk di kursi mereka. Jadinya, muncul perselisihan paham antara golongan tua vs golongan muda soal cara bikin negara Indonesia Merdeka."
      ]
    }
  ]
}
