{
  "id": "organisasi_pergerakan",
  "title": "Susunan dan Perkembangan Pemerintahan Pendudukan Jepang",
  "color": "blue",
  "sections": [
    {
      "title": "1. Sikap Tokoh-Tokoh Nasionalis Terhadap Jepang",
      "content": [
        "Pas Jepang masuk ke Indonesia awal 1942, orang-orang lokal kayaknya malah seneng-seneng aja. Tokoh nasionalis kayak Soekarno sama Hatta sampai mau kerja bareng Jepang, padahal dulu sama Belanda mereka cuek-cuek aja, nonkooperatif gitu. Kenapa bisa gitu? Pertama, semangat kebangkitan bangsa-bangsa Timur lagi nge-hits. Terus ada ramalan Joyoboyo yang bilang bakal dateng “orang kate” yang cuma sebentar nge-kuasain Indonesia, abis itu baru merdeka. Belum lagi faktor pendidikan Barat yang dulu dipake Belanda buat bikin tenaga terampil, jadi orang Indonesia udah lumayan paham strategi dan ilmu. Terakhir, Jepang menang lawan Rusia tahun 1905, terus posisi Jepang makin kece setara sama negara Barat. Orang Timur liat ini kayak kemenangan Asia atas Eropa, cuy.",
        "Sebelum Perang Dunia II meledak, para tokoh nasional Indonesia udah mulai nyambung sama Jepang, contohnya Gatot Mangkupraja sama Mohammad Hatta. Gatot sempet jalan-jalan ke Jepang akhir 1933, terus dia yakin kalo Jepang dan gerakan “Asia-nya” itu sebenernya dukung perjuangan nasional Indonesia. Soal reaksi Hatta abis jalan-jalan ke Jepang tahun 1933, George Kanahele bilang kalo Hatta tuh tetep nasionalis sejati dan nggak gampang keikut arus. Tapi, bukan berarti dia anti Jepang total. Dia tetep nolak kegiatan imperialis Jepang, tapi dia ngehargain kalo Jepang berani nge-challenge tekanan dari negara-negara Barat.",
        "Sikap Hatta yang anti-fasis dan anti-imperialis Jepang keliatan banget di artikel surat kabar Pemandangan tanggal 22-23 Desember 1941. Waktu itu Hatta lagi diasingin di Banda Neira, dia nulis gini, “Fasisme tuh nggak bakal bikin kita bebas nentuin nasib sendiri. Tujuan kita perang sekarang cuma satu, hancurin fasisme total… karena Jepang yang imperialistis tuh ancaman terbesar buat Indonesia.",
        "Kenapa  Hatta mau kerja bareng Jepang padahal dia terkenal anti-fasis banget? Jadi, menurut Nugroho Notosusanto, Hatta kayaknya percaya kalau Jepang tuh beneran tulus janjiin dukungan buat kemerdekaan Indonesia atau setidaknya pemerintahannya sendiri, sesuai propaganda mereka sebelum nyerbu. Nah, Soekarno juga sama, dia mau kerja sama karena alasan yang mirip-mirip sama Hatta, walaupun dulu mereka berdua dikenal bandel nggak mau kooperasi sama Belanda.",
        "Dalam autobiografinya yang disusun Cindy Adams, Soekarno bilang Jepang lagi strong banget, sedangkan posisi Indonesia pas-pasan alias lemah. Jadi, buat ngejar cita-cita bangsa, rakyat Indonesia kudu pakai “bantuan” Jepang dulu. Intinya, rakyat harus sabar ngelewatin masa-masa susah dulu biar tujuannya tercapai.Soekarno-Hatta sama Sjahrir, tiga bos nasionalis senior waktu itu, sepakat buat jalanin dua strategi. Soekarno sama Hatta milih kerja sama sama Jepang, sementara Sjahrir nge-stick di jalur nonkooperasi alias “cuek aja sama Jepang”.",
        "Salah satu alasan kenapa rakyat Indonesia rada ngerasa “sip” sama Jepang adalah karena Belanda tuh keras kepala banget jelang akhir masa kekuasaannya. Contohnya, tahun 1938 Petisi Soetardjo yang lumayan santuy minta diadain konferensi antara wakil Indonesia dan Belanda buat rencana pemerintahan sendiri ditolak mentah-mentah. Tahun berikutnya, usul GAPI buat bikin “Indonesia Berparlemen” juga ditolak. Jadi wajar dong kalo rakyat mulai liat Jepang sebagai opsi yang lebih prospek.Karena Belanda tuh nolak banget semua tawaran dari Pergerakan Nasional Indonesia, rakyat mulai ngerasa ya sudahlah, dari Belanda gak bakal ada harapan buat kemerdekaan. Sementara Jepang sejak awal udah ngomongin soal kemerdekaan buat bangsa-bangsa Asia. Jadi wajar deh kalau hati rakyat mulai condong ke Jepang.",
        "Kalau dulu zaman Belanda nasionalis tuh ditekan mulu, pas Jepang dateng malah diajak kerja sama. Jadi ya beda vibes banget. Dulu kan sebagian nasionalis milih nonkooperatif, nah pas Jepang, kebanyakan mereka malah ikut kerja bareng Jepang. Awal-awal kerja samanya juga dimulai sama Jepang yang pelan-pelan ngebebasin para pemimpin nasionalis, kayak Ir. Soekarno, Drs. Moh Hatta, sama Sjahrir.",
        "Jepang tuh mikir, “Oke, nasionalis Indonesia kan pengaruhnya gede ke rakyat, mending kita ajak kerja sama biar gampang ngegerakin orang buat kepentingan perang kita.” Nah, Hatta pas ketemu sama salah satu bos Tentara Ke-16 di Jawa bilang, “Oke deh gue mau kerja sama,” soalnya dia diyakinin sama pihak Jepang kalau tujuan mereka bukan ngejajah Indonesia, tapi ngebebasin Asia dari genggaman negara Barat.",
        "Gak cuma Hatta doang, tokoh nasionalis lain juga ikutan join, kayak Soekarno, Muh. Yamin, Sartono, dr. Buntaran Martoatmodjo, Dr. G.S.S.J. Ratu Langie, sama Oto Iskandar Dinata. Pas April 1942, mantan anggota Volksraad zaman Belanda juga nyalain lampu hijau buat kerja sama sama Jepang, kayak Sutardjo Kartohadikusumo, Mr. Samsudin, Dr. T.S.G. Mulia, Tadjuddin Noor, Sukardjo Wirjopranoto, sama Muchtar.Tapi gak semua nasionalis setuju join sama Jepang, lho. Tokoh kayak Sutan Sjahrir sama dr. Tjipto Mangunkusumo nge-stand out karena nolak kerja sama. Sikap dr. Tjipto sih bukan cuma karena politik aja, tapi juga kondisi kesehatannya lagi menurun. Anti-Jepang-nya keliatan banget dari ajakannya ke rakyat Indonesia pas Jepang nyerang Pearl Harbor. '…negeri kita sungguh-sungguh berada dalam perang. Ini berarti kita harus membela hari depan anak-anak kita dan cucu-cucu kita yang telah dididik secara Barat. Jadi, sulit mengubahnya untuk dididik secara Jepang.'. Dia juga ngajak rakyat buat support pemerintah Belanda, apalagi abis Gubernur Tjarda ngumumin perang sama Jepang. Isi pesannya antara lain gini: 'Pasti tempat kita di belakang Gubernur Jenderal. Kewajiban bersama dari putih, kuning, sawo matang adalah jangan mengganggu orang-orang yang bertanggung jawab sehingga mereka dapat menempatkan perhatian, muh kepada soal-soal yang dihadapi. Imbauan dia nggak asal ngikutin aja, kayak yang bilang dr. Tjipto ke Belanda “Santai aja, bayarannya nanti kita tagih belakangan.'",
        "Jadi, pas tentara Jepang nyampe ke Jawa, ada sekitar 300 pegawai Gunsei yang ikut, tapi nggak semuanya emang pegawai pemerintah beneran. Hal yang sama juga kejadian di Kalimantan, Sulawesi, sama pulau-pulau lain. Karena masih kekurangan tenaga, mereka akhirnya buka kesempatan buat para nasionalis ikutan aktif di Gunsei. Para nasionalis bisa pegang jabatan di pers, radio, sama propaganda. Dengan cara ini, Jepang pengen ngumpulin semua tenaga kreatif Indonesia daro penulis, penyair, seniman, sama terutama wartawan biar bisa maksimal nge-gas kemampuan rakyat buat bantu pemerintah. Tokoh-tokoh wartawan kayak Sukardjo Wirjopranoto, Oto Iskandar Dinata, Winarno, sama Parada Harahap langsung diangkat jadi pegawai Gunsei."
      ]
    },
    {
      "title": "2. Kerja Sama Kaum Nasionalis 'Sekuluer'",
      "content": [
        "Dalam autobiografinya yang disusun Cindy Adams, Soekarno bilang Jepang lagi strong banget, sedangkan posisi Indonesia pas-pasan alias lemah. Jadi, buat ngejar cita-cita bangsa, rakyat Indonesia kudu pakai “bantuan” Jepang dulu. Intinya, rakyat harus sabar ngelewatin masa-masa susah dulu biar tujuannya tercapai.Soekarno-Hatta sama Sjahrir, tiga bos nasionalis senior waktu itu, sepakat buat jalanin dua strategi. Soekarno sama Hatta milih kerja sama sama Jepang, sementara Sjahrir nge-stick di jalur nonkooperasi alias “cuek aja sama Jepang”.",
        "Gerakan Tiga A cuma bertahan beberapa bulan doang, karena Jepang ngerasa gerakan itu nggak ngefek banget buat dapetin simpati rakyat Indonesia. Di Sumatra, gerakan ini malah dilarang sama Pemerintah Militer Tentara Ke-25, terus mereka bikin organisasi baru yang mendukung Jepang sendiri. Setelah Desember 1942, Jepang siapin organisasi baru lagi, tapi kali ini dipimpin tokoh-tokoh nasionalis yang lebih ngehits di masyarakat, kayak Ir. Soekarno, Drs. Moh. Hatta, Ki Hadjar Dewantara, sama K.H. Mas Mansur, yang terkenal dengan sebutan Empat Serangkai.",
        "Jepang sih cuek banget sama fakta kalau para pemimpin sebelum perang itu antifasisme Jepang banget. Tokoh-tokoh kayak Ir. Soekarno, Drs. Moh. Hatta, sama Sutan Sjahrir udah jelas anti-militer dan anti-fasis, plus dulu mereka nonkooperatif sama Belanda. Tapi Jepang pengen banget pake mereka buat ngegerakin massa, biar bantu perang mereka sekaligus bikin rakyat anti-Barat dan anti-bangsa kulit putih. Propaganda Jepang nyorotin banget sentimen rasial. Yang paling diincer sih Soekarno, karena dia udah terkenal dari zaman Belanda, lulusan teknik Bandung, jago pidato, jadi kerja samanya banget diharapin sama Jepang.Desember 1942, lagi disiapin nih org rakyat Indo yang dipimpin Soekarno. Terus, pas 1 Maret 1942 dia ngumumin kelahiran organisasi baru, namanya Poetera alias Poesat Tenaga Rakjat. Tujuan Poetera menurut Soekarno sih buat nge-bangun lagi semua yang hancur karena Belanda. Soekarno sih jadi sosok kunci di Poetera, walaupun geraknya kadang dibatesin banget.",
        "Buat Jepang, Poetera tuh sebenernya dipakai buat nge-galang semua tenaga rakyat Indo buat bantu perang mereka. Ada 11 kegiatan utama yang mesti dijalanin, tapi yang paling penting bikin rakyat ngerasa wajib banget dan tanggung jawab buat ngusir pengaruh Amerika, Inggris, sama Belanda, ikut ngebela Asia Raya, ngekuatkan persaudaraan Indo-Jepang, plus belajar bahasa Jepang. Gak cuma propaganda doang, Poetera juga ngurusin urusan sosial-ekonomi, alias bantu masyarakat sekaligus nge-galang potensi rakyat buat kepentingan perang Jepang.",
        "Poetera punya boss-bossnya, baik di pusat maupun di daerah. Tiap pimpinan dibagi jadi 3 “pejabatan”: a.Pejabatan Susunan Pembangunan, b. Pejabatan Usaha dan Budaya, c. Pejabatan propagamda,",
        "Nah, pimpinan daerah dibagi sesuai level wilayah: syu, ken, sama gun. Tapi di level daerah cuma ada 2 pejabatan aja, dan kegiatannya cuma fokus di wilayah lokal. Pengembangan Poetera mulai jalan bulan April 1943. Ir. Soekarno jadi boss tertinggi, ditemenin Drs. Hatta, Ki Hadjar Dewantara, dan K.H. Mas Mansur. Mereka berempat ini disebut Empat Serangkai, dan dianggap wakilin semua aliran di Pergerakan Nasional.Selain leader Indonesia, Poetera juga punya beberapa penasihat Jepang, kayak S. Miyoshi (mantan konsul Jepang di Jakarta), G. Taniguci (bos koran Toindo Nippo), Ichiro Yamasaki (pemimpin badan perdagangan), sama Akiyama (dari Bank Yokohama). Mereka semua udah pernah tinggal di Indonesia sebelum perang, jadi ngerti kondisi lokal",
        "Pas Poetera baru nongol, sambutannya tuh kece banget dari berbagai organisasi massa. Pengurus Besar Persatuan Guru Indonesia sama 15.000 anggotanya langsung join. Gak cuma itu, Perkumpulan Pegawai Pos Menengah juga siap gabung.Setelah itu, banyak organisasi lain ikut-ikutan. Bulan April, pegawai PTTR di Bandung sama Pengurus Besar Istri Indonesia di Jakarta (dipimpin Mr. Maria Ulfah Santoso & Ny. Jusupadi Danudiningrat) nyatakan gabung.Dari kalangan pemuda, yang pertama join Barisan Banteng. Dari olahraga, Ikatan Sport Indonesia (ISI) duluan, terus beberapa perkumpulan olahraga lain ikutan. Dari pelajar, Baperpi pimpinan Supeno juga nyemplung ke Poetera. Jadi, basically semua kalangan mulai megang Poetera buat gerak bareng.Tapi sayangnya, Poetera di level syu dan daerah bawah nggak bisa ngegas maksimal. Penyebabnya sih kondisi sosial-ekonomi lagi susah. Walaupun Poetera resmi dari pemerintah, bantuan dari pemerintah nggak kerasa sama sekali. Jadi biar survive, Poetera harus ngutip iuran dari anggota sama minta sebagian profit dari badan-badan perdagangan yang mereka bikin sendiri",
        "Meski punya banyak kekurangan, Poetera tetep sukses nge-boost mental rakyat buat siap-siap kemerdekaan. Dengan rapat-rapat gede dan bantuan media Jepang, pemimpin Indonesia bisa nyampein pesan ke rakyat lebih luas dibanding zaman Belanda dulu. Lama-lama, Jepang sadar kalau Poetera ternyata lebih ngeuntungin Indonesia daripada mereka sendiri, soalnya rakyat malah fokus ke kemerdekaan, bukan perang Jepang. Karena itu, mereka bikin organisasi baru yang lebih inklusif, masukin semua golongan, termasuk Cina, Arab, dll. Jadi, di tahun baru 1944, Letjen Kumakichi Harada ngumumin berdirinya Jawa Hokokai (Himpunan Kebaktian Jawa).",
        "Jepang bikin organisasi ini ngikutin saran Empat Serangkai. Alasan mereka? Perang makin panas, jadi rakyat harus digerakin full, lahir dan batin. Konsepnya dari hoko seishin alias semangat kebaktian, yang punya tiga prinsip yaitu ngorbanin diri, nambah rasa persaudaraan, dan buktiin aksi nyata. Semua lapisan masyarakat harus ikutin ini karena perang makin genting. Pemerintah Jepang pengen nyatuin semua kekuatan sosial, ekonomi, budaya, dan politik supaya bisa menang perang pake semua tenaga yang ada.Bedanya sama Poetera, Jawa Hokokai itu murni organisasi resmi pemerintah Jepang. Kalau Poetera dipimpin tokoh nasionalis Indonesia, Hokokai dipimpin langsung sama Gunseikan di pusat, sementara di daerah dikontrol dari syucokan sampai syico tiap tingkatannya. Kegiatan Jawa Hokokai sesuai aturan dasarnya antara lain: a. melaksanakan segala sesuatu dengan nyata dan ikhlas untuk menyumbangkan segenap tenaga kepada pemerintah Jepang, b. memimpin rakyat untuk menyumbangkan segenap tenaga berdasarkan semangat persaudaraan antara segala bangsa, c. memperkukuh pembelaan tanah air.",
        "Syarat jadi anggota Jawa Hokokai itu minimal umur 14 tahun, warga Indonesia atau Jepang, pegawai negeri, atau anggota kelompok profesi tertentu. Kalau orang Jepang bukan pegawai negeri, harus minta izin dulu ke syucokan setempat. Sementara orang Cina dan Eropa, identitasnya dicek dulu sebelum boleh gabung.Di pusat, pengurus Jawa syucokan punya tiga bagian yaitu pendidikan, usaha, dan umum. Tapi di tingkat daerah cuma dua bagian aja. Anggota Jawa Hokokai gabung sesuai bidang profesinya, guru masuk Kyoiku Hokokai (pendidik), dokter masuk Izi Hokokai.",
        "Ada juga anggota spesial, Tokubetsu Hokokai, salah satunya Fujinkai, organisasi perempuan hasil peleburan seluruh organisasi perempuan di Indonesia. Jepang ngegunain Fujinkai buat bantu urusan sosial-ekonomi yang lagi parah. Di pusat dipimpin Ny. Sunarjo Mangunpuspito, sementara di daerah ada cabangnya juga. Anggotanya kebanyakan istri pegawai pemerintah Jepang.Lewat Fujinkai, mereka ngadain kegiatan sosial di kampung-kampung, misal penyuluhan kesehatan plus bagi obat buat penderita malaria di Cilincing dan Tanjung Priok. Di daerah Tanjung Priok, penduduknya pake baju goni, jadi ibu-ibu Fujinkai bantu nanem kapas, ngolah benang, sampai menenun secara sukarela. Intinya, Fujinkai bantu meringanin penderitaan rakyat.",
        "Selain Fujinkai, ada wadah Hokokai lain kayak Keimin Bunka Shidosho (Pusat Kebudayaan), Boei Engokai (tata usaha buat bantu prajurit Peta & Heiho), plus beberapa Hokokai perusahaan. Perkembangan Jawa Hokokai mirip-mirip sama Poetera. Tapi bedanya, kalau urusan pengerahan barang atau padi, Jawa Hokokai yang pegang kendali utama.Bahkan di pertengahan 1945, semua kegiatan pemerintah buat pengerahan dijalanin lewat Jawa Hokokai. Jadi intinya, seluruh potensi sosial-ekonomi masyarakat dimobilisasi lewat organisasi ini buat ngejar target demi memenangkan Perang Asia Timur Raya.",
        "Di luar Jawa, para nasionalis agak kesulitan buat dapetin tempat di sistem pemerintahan lokal. Contohnya di Sumatra, mereka nggak boleh bikin organisasi khusus nasionalis. Soalnya penguasa lokal mikir, Sumatra tuh nggak homogen ada banyak suku, bahasa, dan adat beda-beda. Jadi yang boleh cuma organisasi lokal aja. Waktu Jawa udah punya Poetera, Sumatra juga pengen punya organisasi serupa. Juli 1943, Moh. Sjafei dan Chatib Sulaiman ngajuin surat permohonan ke Jepang, tapi ditolak. Baru Maret 1945, baru dapet lampu hijau buat bikin Chuo Sangi In. Di daerah yang dikontrol Angkatan Laut (Kaigun), perkembangan kayak di Jawa tuh jarang banget terdengar. Para penguasa setempat sengaja nutupin berita yang dianggap nggak sesuai sama kebijakan mereka. Termasuk soal Poetera, kebanyakan nasionalis daerah nggak tahu sama sekali. Contohnya di Makassar, kabar tentang lahirnya Poetera bener-bener ditutupi."
      ]
    },
    {
      "title": "3. Kerja Sama Kaum Nasionalis Islam",
      "content": [
        "Kalau ngomongin politik pas zaman Jepang nge-occupy Indonesia, kaum nasionalis Islam tuh kudu dapet spotlight sendiri, soalnya Jepang ngehargain mereka lebih daripada nasionalis “sekuler”. Jepang ngerasa mereka lebih bisa diandalkan karena faktor agama, beda sama yang sekuler yang cenderung anti-Barat. Di Jawa, pemerintah militer Jepang masih ngasih kelonggaran, salah satunya dengan ngizinin organisasi Islam lama, Majelis Islam A’la Indonesia (MIAI), tetep eksis. MIAI ini kan dibentuk di Surabaya tahun 1937 sama K.H. Mas Mansur dan gengnya.",
        "Pas awal Jepang nge-occupy, mereka bikin Bagian Pengajaran dan Agama yang dipimpin Kolonel Horie, starting dari Jawa Timur. Mei 1942, Horie ngadain meet-up sama pemuka Islam se-Jawa Timur di Surabaya buat kenalan sama mereka dan jelasin sikap Jepang soal Islam. Dia minta umat Islam jangan ikut-ikut kegiatan politik, dan setelah itu organisasi Islam setuju buat gak ngelakuin aktivitas politik. Partai Islam Indonesia yang dipimpin dr. Sukiman juga nge-halt semua kegiatannya. Terus, akhir Desember 1942, acara ini di-level up dengan ngundang 32 kiai se-Jawa buat ketemu Panglima Tentara Ke-16, Letjen Imamura. Di situ, Imamura sama Gunseikan Mayor Jenderal Okazaki bilang kalau Jepang bakal tetap ngehargain Islam dalam pemerintahan. K.H. Mas Mansur di pidato balasannya bilang makasih karena para kiai bakal dilibatkan tanpa bedain lulusan pesantren atau sekolah.",
        "Awalnya Jepang nge-lock MIAI sebagai wadah utama kaum Islam karena cuma ini organisasi gabungan yang punya umat Islam. Tapi MIAI baru diakui resmi sama Pemerintah Militer Jepang setelah ngubah anggaran dasar mereka. Jadi di asasnya ditambahin kalimat kayak gini “turut bekerja dengan sekuat tenaganya dalam pekerjaan membangunkan masyarakat baru, untuk mencapai kemakmuran bersama di lingkungan Asia Raya di bawah pimpinan Dai Nippon”.",
        "Di fase awal, pengaktifan MIAI diserahin ke Wondoamiseno, dibantu kiai top kayak K.H. Mas Mansur (Ketua Muda) dan K.H. Taufiqurrachman (penasihat). Buat nge-boost MIAI, tiap daerah syu dibentuk majelis konsul. Salah satu kegiatan paling nge-hits MIAI adalah bikin baitul mal yang booming di berbagai daerah.Kolonel Horie, yang urusin masalah agama, terus gerakin kiai di Jawa Barat. Januari 1943, dia ngadain beberapa meeting di kota-kota kabupaten, sambil ngegerakin asistennya yang orang Jepang Islam, kayak Abdul Muniam Inada sama Moh. Sayido Wakas, buat bolak-balik masjid besar di Jakarta ngadain ceramah dan khotbah Jumat.",
        "MIAI yang jadi satu-satunya organisasi resmi kaum Islam dapet simpati parah dari umat Islam. Kegiatan mereka, kayak bikin baitul mal atau ngerayain hari besar Islam, bikin MIAI makin nge-hits dan maju. Mulai awal 1943, MIAI juga boleh nerbitin majalah mereka sendiri, Sorara MIAI, yang jadi wadah buat nge-share ide dan gagasan para anggotanya.Jepang mulai was-was sama MIAI yang cepet banget nge-hits. Tokoh-tokohnya di daerah mulai diawasi. Buat ngecek apakah para kiai di daerah aman buat mereka, Pemerintah Jepang nyelenggarain semacam pelatihan kiai.Para kiai yang mau ikut pelatihan harus lolos seleksi, kayak harus punya pengaruh di lingkungannya dan karakter oke. Pelatihannya sebulan di Balai Urusan Agama, Jakarta, dua orang dari tiap syu. Angkatan pertama peserta dipilih langsung sama kenco. Tahun 1943, udah ada tiga angkatan di bulan Juli, Agustus, September. Tahun berikutnya pelatihannya diadain lokal aja karena pelatihan pusat udah cukup. Hasilnya? Jepang ngerasa kiai-kiai ini nggak bahaya buat mereka.",
        "September 1943, dua organisasi Islam besar, Nahdatul Ulama sama Muhammadiyah, akhirnya boleh aktif lagi buat kegiatan rohani dan sosial. Tapi buat Jepang, MIAI masih kurang greget karena kegiatannya terbatas. Oktober 1943, MIAI resmi dibubar dan diganti sama organisasi baru, Masjoemi (Majelis Sjoero Moeslimin Indonesia), disahkan tanggal 22 November 1943. Ketua Pengurus Besarnya K.H. Hasim Asyari, dibantu wakil-wakil dari Muhammadiyah kayak K.H. Mas Mansur, K.H. Farid Ma’ruf, K.H. Mukti, K.H. Wahid Hasjim, Kartosudarmo, dan dari NU ada K.H. Nachrowi, Zainul Arifin, sama K.H. Muchtar.Setelah itu, Ketua Masjoemi, K.H. Hasjim Asyari, jadi penasihat Gunseikan. Banyak tokoh Islam juga duduk di badan-badan kayak Chuo Sangi In sama Syu Sangikai. Dulu pas zaman Belanda, di legislatif 60 orang cuma ada 1 wakil Islam. Nah, pas Jepang, di Chuo Sangi In yang 43 orang, ada 6 tokoh Islam, termasuk K.H.A. Halim dari Cirebon, K.H. Wahid Hasjim Ketua NU, sama K.H. Fatchurrachman dari Muhammadiyah Jawa Timur.",
        "Jadi, pas zaman Jepang, umat Islam lebih bebas bergerak dibanding zaman Belanda. Tapi jangan salah, mereka nggak selalu nurut Jepang. Banyak hal yang Jepang lakukan tuh bertentangan sama prinsip Islam, makanya beberapa tokoh Islam cabut dari kerja sama. Bahkan sampai ada pemberontakan yang dipimpin para ulama, contohnya di Singaparna, Indramayu, dan Aceh."
      ]
    }
  ]
}
