{
  "id": "organisasi_pergerakan",
  "title": "Pergerakan Indonesia dan Jepang",
  "color": "blue",
  "sections": [
    {
      "title": "1. Penguasaan dan pengawasan",
      "content": [
        "Jadi gini, Jepang tuh punya rencana buat nguasain Asia Tenggara yang mereka sebut “Wilayah Selatan” dan fokus banget buat ngegas dapetin bahan mentah buat industri perang, khususnya minyak bumi. Mereka bagi wilayah ini jadi dua bagian yaitu  Wilayah A dan Wilayah B. Wilayah A itu termasuk koloni Inggris, Belanda, sama Amerika, kayak Malaya, Kalimantan Utara, Hindia Belanda, sama Filipina. Sedangkan Wilayah B itu koloni Prancis di Asia Tenggara, kayak Vietnam, Laos, sama Kamboja. Buat wilayah A, Jepang nggak cuma mau nguasain sumber bahan mentah, tapi juga mau nge-cut jalur suplai musuh mereka yang ngandelin wilayah ini. Mereka mikir perang bakal lama, jadi nguasain wilayah kaya bahan mentah bakal bikin hidup mereka lebih enteng.Rencana Jepang ini bakal dijalani dua tahap. Tahap pertama tuh buat nguasain wilayah, sementara tahap kedua buat jangka panjang, alias nyusun ulang struktur ekonomi wilayah itu supaya bahan-bahan perang terpenuhi. Struktur ekonomi yang mereka rencanain bakal fokus ke wilayah-wilayah yang bisa nyokong kebutuhan sendiri, yang mereka sebut “Lingkungan Kemakmuran Bersama Asia Timur Raya.”",
        "Bulan Maret 1942, Jepang sukses ngerebut Hindia Belanda sesuai rencana. Pas pemerintah Belanda sadar kalau invasi Jepang udah gak bisa ditahan, mereka ngejalanin aksi “bumi hangus” alias ngerusak semua objek vital, kebanyakan sih fasilitas produksi. Akibatnya, pas awal-awal pendudukan Jepang, ekonomi bener-bener lumpuh. Hidup ekonomi yang tadinya normal langsung berubah jadi ekonomi perang total.Seiring keamanan mulai stabil, Jepang ambil alih semua urusan ekonomi. Langkah pertama, mereka benerin dulu infrastruktur penting kayak jembatan, alat transportasi, sama telekomunikasi. Terus, mereka bikin aturan super ketat buat ngontrol ekonomi. Semua persediaan barang sisa atau hasil sitaan musuh diawasi banget. Buat ngehindarin harga naik gila-gilaan atau tipu-tipu lokal, Jepang bikin aturan kontrol harga plus hukuman berat buat yang bandel.",
        "Jadi semua harta musuh atau yang modalnya dari musuh, langsung disita Jepang dan jadi milik mereka. Harta yang disita nggak cuma bank atau pabrik, tapi juga perkebunan, listrik, telekom, transport, pokoknya aset vital semua. Buat perkebunan, ada aturan khusus, Oendang-Oendang No. 322/1942. Intinya, Kepala Militer (Gunseikan) ngawasin perkebunan kopi, kina, karet, dan teh. Supervisinya nggak sendiri, tapi lewat badan pengawas namanya SKK. SKK nggak cuma ngawasin, tapi juga nentuin harga jual hasil perkebunan, beli hasilnya, dan kasih kredit buat perkebunan yang boleh direhabilitasi. Semua pihak dilarang rehab perkebunan tanpa izin Gunseikan, karena cuma perkebunan tertentu yang penting buat perang, khususnya karet dan kina.Tapi ada juga sih perkebunan kopi, teh, sama tembakau yang masih boleh jalan, tapi terbatas banget. Soalnya tanaman ini dikategorikan “barang nikmat” alias nggak terlalu penting buat perang. Jadi Jepang mulai gantiin tanaman itu dengan tanaman pangan dan jarak buat pelumas. Contohnya, di Jawa pohon kopi ditebang habis, sementara di Sumatra, bekas perkebunan tembakau ditanamin padi.",
        "SKK yang sebelumnya pegang monopoli jual-beli hasil perkebunan akhirnya dibubarin lewat Osamu Seirei No. 30/1944. Posisinya diganti sama Kigyo Saibaien alias Penguasa Perkebunan, tapi tugasnya cuma ngurus kebun yang dipilih Gunseikan. Fokusnya banget ke kina, soalnya tanaman ini penting banget buat obat-obatan perang. Bahkan pabrik obat dari kina, yang dulu namanya Bandoengsche Kinine Fabriek (BKF) pas zaman Belanda, diterusin sama perusahaan Jepang, Takaco.Tanaman karet juga dianggap super penting. Di Jawa Timur, hampir semua perkebunan karet harus tetap jalan terus. Di Sumatra, kebun karet yang direhab luasnya 672.000 hektare dari 216 perkebunan. Tapi di Kalimantan, hasil karet malah numpuk karena susah diangkut. Soalnya karet sama kina itu dianggap barang vital, jadi kerusakan perkebunannya relatif kecil dibanding tanaman lain kayak kina cuma rusak sekitar 3% dan karet cuma 7%.Nah, hasil perkebunan lain yang penting itu gula. Industri gula dicoba dihidupin lagi pakai modal swasta Jepang. Meskipun banyak pabriknya sempet dibom Belanda, beberapa berhasil dibenerin. Tapi masalahnya, Jepang kekurangan tenaga ahli, jadi masih pake orang Belanda buat bantuin. Dari 85 pabrik gula di Jawa awalnya, yang bisa direhab cuma 13 pabrik. Buat ngawasin industri gula ini, Jepang bikin badan khusus namanya Togyo Rengokai (Persatuan Perusahaan Gula).",
        "Karena stok gula di Jawa udah cukup, Jepang cuma mau Jepang sama Taiwan yang boleh ngehasilin gula buat ekspor. Produksi gula tiap tahun dikurangi, soalnya buat perang dan kebutuhan penduduk. Sampai 1945, produksi gula di Jawa cuma nyampe 84.000 ton doang. Nah, Gunseikan juga ngeluarin Osamu Seirei No. 31/1944 yang ngelarang rakyat nanam tebu atau bikin gula lagi. Alasannya? Biar jumlah gula di masyarakat dikit dan produksi bisa ditekan. Cara lain, pabrik gula diubah jadi pabrik senjata atau dipindahin buat kepentingan perang. Selama itu, perusahaan gula dikontrol sama beberapa maskapai Jepang kayak Meiji Seito Kaisha, Okinawa Seito Kaisha, Taiwan Seito Kaisha, sama Dai Nippon Seito Kaisha. Distribusi dan penjualannya di-handle sama Jawa Hanbai Rengo Kumiai (Koperasi Pusat Penjualan Gula Jawa). Nah, tambang penting kayak minyak bumi juga dijalankan lagi sama Mitsui Kabushiki Kaisha."
      ]
    },
    {
      "title": "2. Keuangan, Perdagangan, dan Industri",
      "content": [
        "Soal duit, Pemerintah Jepang bener-bener ngejaga nilai gulden alias rupiah Hindia Belanda biar harga-harga nggak anjlok dan mereka bisa ngawasin aliran modal sama kredit. Jadi, rupiah masih sah dipake buat bayar-bayar. Terus, bank-bank lawas milik musuh dibekukan alias dilikuidasi sesuai Undang-Undang No. 13/1942. Contohnya nih, beberapa bank Belanda kayak De Javasche Bank, Nederlandsche Handels Maatschappij, Nederlands Indische Escompto Bank, sama Batavia Bank kena. Bank Inggris sama asing lain masih dikasih waktu buat lunasin utang sampai 20 November 1942, contohnya The Chartered Bank of India, The Hong Kong and Shanghai Corporation, sama Overseas Chinese Banking Corporation. Nah, tugas-tugas bank lawas itu diganti sama bank Jepang kayak Yokohama Ginko, Mitsui Ginko, Taiwan Ginko, sama Kana Ginko, semuanya diawasi ketat sama Nanpo Keihatsu (Perbendaharaan untuk Kemajuan Wilayah Selatan).",
        "Soal pajak, Jepang narik duit dari berbagai sumber, termasuk pajak penghasilan buat yang gajinya lebih dari 130.000 setahun. Tapi nih, ada perbedaan antara orang Eropa (alias warga negara musuh) sama orang Cina. Pajak yang mereka bayarin tuh super beda, yakni 70 kali lipat buat Eropa dan 35 kali lipat buat Cina dibanding zaman Hindia Belanda dulu.Perdagangan pas jaman Jepang tuh sebenernya lagi parah-parahnya karena stok barang mulai menipis. Barang-barang yang rakyat butuhin cuma bisa didapetin lewat penyalur resmi yang udah ditunjuk. Harga-harga juga dikontrol ketat biar nggak ada yang main curang. Ada aturan Osamu Seirei No. 38/1943 yang bilang semua barang harus dijual sesuai harga yang ditetapin pemerintah.",
        "Barang-barang penting tuh dikuasai penuh sama pemerintah, baik cara pakainya maupun distribusinya. Orang yang nyimpen barang-barang penting harus laporin jumlah dan peredarannya kalau barang itu laku dijual. Barang penting dibagi dua nih: a. Golongan pertama: barang-barang yang langsung dipake buat perang, kayak mobil, motor, alat, b.Golongan kedua: barang yang buat kehidupan rakyat sehari-hari. ",
        "Awalnya sih cuma beberapa barang aja yang dikategorikan penting, misalnya benang tenun. Tapi pas akhir masa Jepang, hampir tiap syu punya daftar barang penting sendiri buat keperluan daerahnya. Aturan utamanya, barang penting golongan kedua nggak boleh dipindah-pindah keluar syu. Jadi tiap daerah basically jalan sendiri-sendiri alias autarki lokal.Sektor ekspor dan impor? Bye-bye, lumpuh total! Soalnya Amerika lagi ngeblokade habis-habisan wilayah yang dikuasain Jepang. Pokoknya semua aturan, batasan, dan penguasaan faktor produksi yang dilakukan pemerintah itu ciri khas ekonomi perang. Pola ekonomi perang yang Tokyo rancang dijalanin banget sama di wilayah yang mereka duduki. Setiap daerah harus bisa autarki, alias mandiri sesuai situasi perang.Jawa? Dibagi jadi 17 lingkungan autarki. Sumatra 3, terus Minseifu juga 3. Politik ekonominya tuh kayak desentralisasi gitu. Jadi Jawa, sebagai bagian dari “Lingkungan Kemakmuran Bersama Asia Timur Raya”, punya dua misi: pertama, harus bisa survive alias cukup kebutuhan sendiri, kedua, harus produksi barang-barang buat perang.",
        "Dan ya, kedua tugas itu dijalani bener-bener serius sama penguasa militer. Rakyat, penduduk, sama sumber daya Jawa semua dikorbanin buat itu. Prioritas nomor satu itu kepentingan perang.Pas perang makin panas di 1944, dan Sekutu udah deket-deket Jepang, kebutuhan bahan baku makin ngebut. Tentara Jepang di Jawa mulai bikin pertahanan ala perang gerilya, siap buat jangka panjang. Nah, di momen ini, pengerahan buat kebutuhan perang naik drastis.Juni 1944, mereka ngeluncurin kampanye buat “ngerempek” tenaga perang tingkat pertama, intinya nge-push pengumpulan barang buat nambah tenaga perang. Semua pengerahan ini lewat badan resmi kayak Jawa Hokokai, Nogyo Kumizi, sama instansi resmi lainnya.",
        "Di sidang Chuo Sangi In bulan Oktober 1944, disepakatin beberapa hal: a.Nge-boost prajurit Peta dan Heiho biar makin kuat. b.Ngerahin tenaga kerja buat keperluan masyarakat sama perang. c.Ngatur hidup masyarakat supaya tetap jalan pas masa perang. d. Nambahin produksi pangan sebanyak-banyaknya",
        "Nah, soal nge-boost produksi hasil bumi ini dibahas juga pas rapat Keizaibu (kepala urusan ekonomi) bulan April 1944. Waktu itu Gunseikan bilang, kalo mau menang perang, tenaga perang harus maksimal dan semua dipakai buat perang. Sebenarnya, stok beras di Jawa dari 1942 udah bikin panik. Jadi, strategi buat nambah bahan makanan tuh dengan nambah luas lahan. Caranya? Buka tanah baru, kayak bekas perkebunan, dan manfaatin tanah yang belum pernah ditanami sebelumnya.Rencana buat nambah produksi beras sebenernya udah lama. Di Sumatra Timur, bekas perkebunan tembakau ditanemin padi, luasnya kira-kira 10.000 ha. Di Karo juga dibuka lahan baru pake tenaga tawanan. Kalimantan sama Sulawesi juga ada semacam kewajiban nanem padi. Selain itu, rakyat disuruh nebang tanaman “enak-enak” kayak kopi sama teh. Yang kena imbas paling parah ya rakyat sendiri. Mereka harus nebang kebun kopinya terus nanem yang lain biar produksi pangan naik. Pulau Jawa ditargetin buat hasilin 50.000 ton beras sama 30.000 ton jagung. Dampak negatifnya? Hutan-hutan juga dirusak parah—waktu itu ada sekitar 500.000 hektare hutan di Jawa yang ditebang sembarangan.",
        "Selain nyuruh nambah lahan, pemerintah Jepang juga ngadain bimbingan intens buat para petani lewat penyuluh pertanian. Kalau dilihat sih ini kayak cara bagus, soalnya Jepang sebenernya ngenalin sistem bertani modern ala mereka. Tapi sayangnya, sistemnya fail parah. Para pelatih alias shidokan sebenernya nggak terlalu ngerti soal pertanian, sementara yang dilatih alias shidoin cuma dapet training super singkat. Akibatnya? Produksi bahan makanan terus turun. Selain itu, pemotongan hewan makin banyak dan angka kelahiran hewan pertanian juga anjlok, jadi makin bikin keadaan susah.Sebenarnya, cara ngatur pertanian ini bakal lebih works kalau nggak ada unsur paksaan soal cara kerja dan penyetoran hasil panen. Rakyat cuma boleh punya 40% dari hasil panennya, sisanya  30% harus disetor ke pemerintah lewat Beikoku Seimeigyo Kumiai (semacam koperasi penggilingan padi) dan dibeli dengan harga yang ditentuin pemerintah, sementara 30% lagi buat bibit yang kudu disetor ke lumbung desa.Masalahnya, rakyat nggak mau jual padinya ke pemerintah, jadi sering muncul kecurangan karena beda harga di pasar gelap. Sekeras apapun Jepang ngatur, masalah beras nggak kelar-kelar. Akhirnya, mereka nanya ke Dewan Penasihat alias Sanyo Kaigi, yang anggotanya kayak Ir. Soekarno, Drs. Moh. Hatta, Oto Iskandar Dinata, Dr. Buntaran Martoatmodjo, Prawoto Sumodilogo, Mr. R. Sartono, Sukardjo Wirjopranoto, sama R.P. Suroso, buat cari solusi. Sidang ini digelar karena pertanyaan dari Saiko Shikikan di Sidang Chuo Sangi In soal gimana bikin rakyat lebih ikut andil dalam ngumpulin padi. Hasil sidangnya tanggal 8 Januari 1945 akhirnya ngasih beberapa kesimpulan penting.",
        "Cara ngumpulin padi tuh ternyata nggak maksimal karena beberapa hal: a. Tahun 1944 kemarau panjang banget, jadi panennya nggak bisa diharap. b. Cara nerangin soal penyetoran padi ke pemerintah juga nggak jelas, banyak rakyat mikir kalau padinya bakal dibawa keluar keresidenan, bahkan keluar Jawa. c. Struktur masyarakat dan kondisi sosial masih berantakan, belum bisa nyesuaiin sama kondisi perang. Contohnya: 1) perlengkapan kepala desa masih kurang, jadi susah ngatur pengumpulan padi; 2) solidaritas sosial tinggi banget, terutama di antara yang kaya dan berpengaruh; 3) adanya pasar gelap bikin penyetoran padi jadi ribet; 4) banyak kecurangan yang bikin semangat petani buat nyetor padi turun. d. Pengawasan kurang, mulai dari pedagang sampai beras sampe ke tangan pemerintah banyak yang bocor atau nggak ketahuan.",
        "Gagalnya nyetor padi sebenernya karena rakyat desa pada ngeyel. Efeknya? Kekurangan bahan makanan parah. Makanya nggak heran kalau sering ada kecurangan dan pasar gelap. Harga resmi cuma 10 sen, tapi di pasar gelap bisa selangit, misal di Jakarta sampe f3,25, di Bojonegoro cuma f1,20. Akibatnya kelaparan di banyak tempat, angka kematian tinggi banget. Contohnya di Wonosobo sampe 53,7% dan Purworejo 24,7%.Selain harus nyetor padi dan ningkatin produksi, rakyat juga dibebani kerjaan tambahan yang wajib, kayak nanem dan rawat jarak. Waktu kerja petani jadi makin mepet, apalagi banyak yang dipaksa jadi rõmusha. Mayoritas sih petani, jadi tenaga kerja makin berkurang. Akibatnya, semangat juga turun, gizi menipis, stamina anjlok. Bukannya produksi naik, malah makin susah. Bagi rakyat, kebijakan ini bikin penderitaan mereka dobel, ditambah penyakit karena kurang gizi dan bencana alam yang muncul nggak berhenti.Masalah utama selain pangan tuh soal sandang, karena sejak sebelum perang, Indonesia masih ngandelin impor dari Belanda. Buat ngatasin hal ini, dicoba deh nanem kapas dan usaha-usaha lain. Di Jawa, tempat percobaan dipilih di Cirebon, Malang, Kediri, sama Bekasi. Setelah dua tahun coba-coba, kapas terbaik ternyata keluar dari Kediri sama Besuki.",
        "Di Sumatra juga nanem kapas, contohnya di Palembang, sama di Bali dan Sulawesi juga gitu. Penanaman kapas ini masuk rencana lima tahun. Awal-awal pendudukan, perusahaan-perusahaan tenun masih jalan, tapi karena bahan baku tipis, banyak yang tutup. Nah, rakyat akhirnya dilatih buat memintal bahan serat kapuk randu secara massal. Percobaan nyari pengganti benang kapas juga jalan terus. Kampanye buat bantu orang yang nggak punya baju juga digencarin banget sama Jawa Hokokai dan aparat lain. Bahkan, April 1944 ada “Pekan Pengumpulan Pakaian untuk Rakyat Jelata”. Masalah sandang serius banget, sampai sebagian rakyat cuma punya baju dari karung, ada juga yang cuma pake lembaran karet mentah sebagai busana.Di sisi keuangan, pemerintah cuma punya duit dari sumber terbatas, yaitu pajak sama penjualan hasil perkebunan. Tapi pengeluaran gede banget, apalagi buat perang, misal bikin kubu pertahanan, alat perang, dan semua yang nyangkut usaha perang. Pemasukan nggak cukup nutup pengeluaran yang super gede itu. Jalan satu-satunya biar nutup defisit? Cetak duit baru. Saat itu, uang yang beredar di masyarakat sekitar 1,5 miliar, ditambah cadangan di bank sekitar 2,5 miliar.",
        "Karena duit muter-muter terlalu banyak, pemerintah Jepang bikin kampanye nabung, supaya bisa nyedot sebagian uang yang ada di masyarakat. Awalnya di Jawa hasilnya 120 juta, terus naik jadi 127 juta pas akhir Februari 1944. Tapi soal ngejaga harga biar stabil? Gagal total. Malah muncul harga-harga baru di pasar gelap, walaupun ancaman hukuman berat udah ditembakkan. Barang-barang naik harganya super cepet, apalagi abis Jepang kalah sama Sekutu."
      ]
    },
    {
      "title": "3. Kehidupan Sosial-Ekonomi di Jakarta",
      "content": [
        "Pas Jepang nguasain Jakarta, hidup sosial-ekonomi warga kota tuh nggak jauh beda sama kota-kota besar lain di Indo. Walaupun Pemerintah Militer Jepang udah ngeluarin aturan tanggal 20 Maret 1942 buat nentuin harga makanan paling tinggi di pasar, tetep aja hidup susah: 100 kg beras: f.10,30; 1 kg gula pasir: f.0,10; 1 kg garam: f.0,15; 1 kaleng minyak kelapa: f.2,50.",
        "Tapi, masalahnya harga-harga resmi yang ditempel di pasar dan gang-gang itu nggak banyak diikutin, jadi hidup rakyat makin ribet. Bahkan bahan makanan yang udah ditetapin harganya malah dijual lebih mahal, contohnya: • 1 kaleng minyak kelapa: f.4,40, • 1 kg gula pasir: f.0,25, • 1 liter beras: f.0,14, • 1 liter minyak tanah: f.5,60",
        "Sementara itu, warga Jakarta ngalamin krisis beras yang parah banget, terutama di Tanah Abang/Karet. Beras di pasar hampir nggak ada, jadi banyak yang cuma bisa makan ketan, singkong, ubi, sama buah-buahan aja.Biar nggak terlalu susah, dibentuk deh Koperasi Perusahaan Dagang Indonesia di kampung Pulo Empang, dipimpin R. Boenawan. Tujuannya simple, beliin barang kebutuhan sehari-hari dengan harga murah buat anggota yang kena dampak kenaikan harga.Tanggal 3 April 1942, lahirlah Perserikatan Warung Bangsa Indonesia alias Perwabi. Dipimpin B.R. Motik, Perwabi punya tujuan buat nyatuin warung-warung milik orang Indonesia dan ngejaga kepentingan anggotanya. Selain itu, mereka juga berusaha biar dapet barang dagangan gampang dan murah, sekaligus mencegah harga naik seenaknya. Langkah pertama yang mereka lakuin itu ngejamin harga jual barang sesuai aturan Pemerintah Militer Jepang, misalnya gula pasir nggak boleh dijual lebih dari f.0,14 per kilo.Rakyat sih antusias banget sama hadirnya Perwabi. Dalam waktu singkat, udah kebentuk 1.574 warung Perwabi, barengan sama resmi-nya kantor Perwabi di Jalan Pintu Air No. 70, Jakarta. Karena anggota Perwabi makin luas dan punya kepentingan yang beda sama warung-warung kecil di kampung, akhirnya mereka bikin badan baru namanya Warung Distribusi Perwabi. Di rapat tanggal 15 November 1943, yang dipimpin Drs. Moh. Hatta, Perwabi resmi berubah jadi badan koperasi.",
        "Buat ningkatin kehidupan rakyat, Jepang juga bikin badan lain namanya PB Pomer (Pengoeroes Besar Perhimpoenan Oentoek Memadjoekan Ekonomi Perang). Pas rapat tanggal 3 Mei 1942, badan ini bikin komite yang diketuai Drs. Moh. Hatta. Komite itu ngasih saran supaya perusahaan-perusahaan ekonomi lebih fokus ke kebutuhan umum di lingkungan Asia Raya.Tapi, buat kepentingan perang, Jepang juga ngeluarin kebijakan tanggal 28 November 1942 yang bikin rakyat susah. Jadi, padi rakyat harus dijual ke penggilingan padi yang dikontrol sama tentara Jepang. Gak cuma itu, mereka juga bikin warung-warung kumiai yang monopoli beli-jual barang sama rakyat, dan biasanya harganya ditentuin seenaknya aja.Rakyat dipaksa nyerahin hasil tanamnya sesuai sama “Peraturan Tentang Padi dan Beras” yang dikeluarin Jakarta Syucokan tanggal 15 Oktober 1943. Jadi, rakyat wajib jual padi ke orang atau badan yang ditunjuk Jakarta Syucokan, kayak anggota-anggota Seimaigyo Kumiai di Mawuk, Klender, Karawang, sama Cikampek.Rakyat juga nggak boleh jual atau kirim padi keluar gun tanpa izin Syucokan atau pejabat yang ditunjuk. Kalau melanggar, bisa kena hukuman penjara 3 bulan atau denda f.100. Aturan ini juga berlaku buat yang nggak nanam padi, soalnya dianggap kayak mereka nanam padi juga.Terus, pemerintah Jepang ngumumin Susunan Perekonomian Baru tanggal 28 April 1944, yang ngeikutin warga Jawa juga. Tujuannya sih buat ngekuatin posisi Jepang di ekonomi biar perang lancar. Tapi ikut sertanya warga Jawa nggak bikin mereka bebas, malahan bikin kemerdekaan mereka di bidang ekonomi ilang. Keuntungan yang didapet juga bukan buat mereka, tapi diserahin ke pemerintah Jepang. Padahal katanya Susunan Perekonomian Baru ini buat prioritasin kepentingan umum, hidup bareng, makmur bareng, dan mementingkan bakti, bukan cuma kepentingan diri sendiri.",
        "Di Susunan Perekonomian Baru Jakarta Tokubetsu Syi, dimulai dengan bikin badan-badan kumiai alias koperasi perusahaan dan perdagangan. Pedagang sama pengusaha yang gabung di kumiai ini bikin Jepang gampang ngawasin mereka langsung dan monopoli semua keuntungan. Salah satunya tuh Jakarta Tokubetsu Syi Hikaku Hin Seizo Giyo Kumiai, alias Ikatan Pertukangan Barang Kulit di Jakarta. Badan ini atur pembagian barang yang udah ditentuin pemerintah, jualan barang buatan anggotanya sesuai aturan. Jadi jelas banget, anggota Kumiai cuma jadi tenaga kerja buat hasilin untung buat Jepang, bukan buat diri mereka sendiri.Bulan Juni 1944, dibentuk deh Jakarta Tokubetsu Syi Insyokuten Kumiai, gabungan semua perusahaan rumah makan. Di sini pemerintah nentuin tarif, tiga tarif buat rumah makan Cina, dua tarif buat rumah makan Indonesia. Jadi semua tarif udah diatur biar Jepang gampang ngawasin dan ngatur keuntungan.",
        "Jepang sampai bikin tiga kumiai perikanan, guys. Yang pertama namanya Jakarta Tokubetsu Syi Suisan Kumiai, ngurus semua tenaga pembuat ikan kering biar bisa dimanfaatin buat kepentingan perang. Terus tanggal 12 Juni 1944, dibentuk lagi Jakarta Tokubetsu Syi Gyogo Kumiai, yang fokus buat bikin badan perikanan dan nge-train ahli perikanan. Nah, yang ketiga itu Jakarta Tokubetsu Syi Sensyo Haikyugo Kumiai, gabungin 148 penjual ikan laut, 162 penjual ikan tawar, sama 254 penjual ikan keliling di kampung. Semua jualannya pakai harga yang udah ditentuin sama pemerintah.Pokoknya semua hasil produksi kumiai itu diawasi ketat sama pemerintah Jepang, bro. Harga jualnya? Ya ditentuin juga sama mereka. Jadi jelas, cara Jepang nge-mono¬poli ekonomi tuh total banget, sementara rakyat cuma kebagian kerja kerasnya doang.Karena perang makin bikin Jepang lemah, mulai November 1943 mereka maksa rakyat buat “nge-gas” hasil bumi di Jakarta Syu. Caranya? Nananam palawija di tanah kosong, bahkan kebun-kebun yang udah nggak kepake, misal tiga kebun teh di Plered Son (Krawang Ken) seluas ±900 ha, semua ditanami palawija sama warga lokal.Nah, dari 10 sampai 16 Maret 1944 diadain “Pekan Perekonomian” di Jakarta Syu. Selama seminggu penuh, semua orang dari pejabat sampai rakyat jelata, pegawai negeri, pegawai swasta, bahkan murid-murid wajib nanem macem-macem bahan makanan dan tanaman jarak di tanah kosong, sesuai waktu yang udah ditentuin.",
        "Selama seminggu itu, Kantor Perekonomian di Jakarta Tokubetsu Syi juga ngejalanin sosialisasi ke murid-murid sekolah. Mereka diajakin buat melebarkan halaman sekolah supaya bisa nanem lebih banyak tanaman dan hasil bumi.Pas “Pekan Perekonomian”, warga lokal dibakar semangatnya buat nanem kapas sama jarak, karena kedua tanaman itu super penting buat perang Jepang. Para kiai, kepala sekolah, pejabat, pemimpin Seinendan & Keibodan, plus anggota Fujinkai, lewat pidato-pidato mereka, nyuruh semua orang nanem di halaman sekolah, masjid, kantor, rumah, bahkan kuburan. Kantor pertanian Jakarta Tokubetsu Syi juga bagi-bagi bibit berupa 7 kuintal biji kapas sama 2 kuintal biji jarak. Gerakan tanem bareng-bareng ini paling aktif dijalanin anggota Fujinkai pimpinan Ny. Harun di Petojo Ku.Gerakan ngumpulin perhiasan yang diwajibin sama Jepang makin keliatan jelas sebagai cara mereka ngegas kekayaan rakyat. Batas waktunya dari 20 Desember 1944 sampai 20 Januari 1945. Alasan yang diumumin sih biar intan sama perhiasan bisa dipake buat gosok logam, apalagi barang kaca di pabrik senjata. Buat ngejalanin ini, Gunseikanbu bikin badan khusus buat ngumpulin semua perhiasan di seluruh Jawa sebagai “bakti” ke Jepang. Walau katanya bakal dibayar sesuai harga normal sama pegawai kantor gadai, nyatanya warga lebih banyak nyerahin sebagai sumbangan. Contohnya, sumbangan pertama datang dari Jakarta Shucokan Soetarjo Kartohadikoesoemo, giwang intan milik istrinya R.A. Soetardjo dan dua putrinya, Nn. Soesanti sama Nn. Sri.",
        "Mulai 22 Desember 1944, warga mulai nyerahin perhiasan mereka. Ny. R.A. Abdoerachman jadi ketua upacara penyerahan perhiasan dari anggota Fujinkai Jakarta Tokubetsu Syi, termasuk Syiku-Syiku di Jatinegara sama Gambir. Semua digelar di kantor besar Jawa Hokokai, Jakarta.Buat nambahin harta Jepang, rakyat biasa juga ikutan nyumbang. M. Sapii ngasih 4 berlian sama 6 intan, Ny. Soewarni Pringgodigdo nyumbang sepasang giwang berlian, terus Oei Tiang Tjoei, The Djing Seng, sama Kie Yoek Moi dari Kakyo Sokai (Perkumpulan Tionghoa) nyumbang 12 perhiasan yang dihiasin lebih dari 20 berlian."
      ]
    }
  ]
}
