{
  "id": "kedatangan_jepang",
  "title": "Susunan dan Perkembangan Pemerintahan Pendudukan Jepang",
  "color": "blue",
  "sections": [
    {
      "title": "1. Masuknya Jepang ke Indonesia",
      "content": [
        "Jepang punya ambisi gede banget buat bikin imperium di Asia. Nah, masalahnya, ada satu penghalang besar yaitu Armada Amerika yang super kuat dan markasnya ada di Pearl Harbor, Hawaii. Biar rencananya nggak mentok di situ, Jepang pun bikin strategi rahasia. Panglima besarnya, Laksamana Isoroku Yamamoto, udah nyiapin rencana sejak September 1941. Terus, pada 26 November 1941, Armada Jepang di bawah komando Laksamana Noichi Nagumo mulai berangkat dari Kepulauan Kuril. Kebayang kan, mereka bawa puluhan kapal perang. Ada kapal induk, kapal selam, sampai kapal tanker yang semua siap tempur.",
        "Gerakan Armada Nagumo sebenarnya nyaris nggak ketahuan sama Amerika. Baru deh, di detik-detik terakhir sebelum serangan, Amerika sadar kalau ada yang nggak beres. Jepang pun milih waktu yang pas banget buat nyerang Minggu pagi, hari libur, saat tentara Amerika lagi santai dan nggak siap tempur. Di Pearl Harbor sendiri waktu itu ada 96 kapal dari berbagai jenis, yang jadi andalan utama Armada Pasifik Amerika di bawah komando Laksamana H.E. Kimmel. Nggak cuma itu, di daratan juga ada dua divisi infantri, plus di pangkalan udara Hickam dan Wheeler berjajar sekitar 390 pesawat.",
        "Serangan Jepang dimulai pas jam 07.45 pagi. Gelombang pertama langsung bikin geger karena 183 pesawat pengebom yang lepas landas dari kapal induk udah siap ngehantam Pearl Harbor. Sejam kemudian gelombang kedua nyusul datang dengan 170 pesawat. Target utamanya jelas kapal-kapal perang Amerika, pesawat-pesawat di pangkalan, plus fasilitas militer penting.",
        "Sekitar jam 10 pagi, serangan Jepang resmi berhenti. Amerika rugi besar: 86 pesawat Angkatan Darat dan 97 pesawat Angkatan Laut hancur, 19 kapal tenggelam atau rusak parah, ribuan korban jiwa. Jepang sendiri cuma kehilangan 29 pesawat.",
        "Cuma lima jam setelah serangan Pearl Harbor, Presiden Amerika Franklin D. Roosevelt teken pernyataan perang. Gubernur Jenderal Hindia Belanda, Tjarda van Starkenborgh, juga nyatakan perang. Besoknya, 8 Desember 1941, lewat radio NIROM, Hindia Belanda resmi nyatakan perang ke Jepang. Nah, otomatis Indonesia kebawa ke konflik ini.",
        "Padahal jauh sebelum itu, Jepang udah punya rencana buat nyerbu Indonesia sejak 4 Oktober 1940. Namanya Rencana Tentatif bagi Suatu Kebijaksanaan Mengenai Daerah-Daerah Selatan. Intinya, Jepang ngincar minyak dan karet Indonesia.",
        "Serangan ke Indonesia dimulai dengan serangan udara dari Davao dan Laut Cina Selatan. Dari 1.500 pesawat, 700 langsung dikerahkan buat nyerang Malaya dan Hindia Belanda. Jepang juga bawa pesawat tempur legendaris Zero (Zeke), plus 4.000 pilot kawakan.",
        "Sementara Belanda? Jauh dari siap. Mereka cuma punya 132 pesawat, terbagi atas Glen Martin, pemburu, dan pengintai. Jelas nggak sebanding lawan ribuan pesawat Jepang.",
        "10 Januari 1942 Jepang nyerang Tarakan, Kalimantan Timur. 12 Januari Belanda menyerah. Tapi 200 pasukan Belanda tetap dibantai Jepang.",
        "24 Januari 1942 Balikpapan jatuh. Belanda sempat bakar instalasi minyak (bumi hangus), bikin Jepang marah. 80 orang Belanda dieksekusi.",
        "Pontianak direbut 29 Januari, Samarinda 3 Februari, lalu Banjarmasin 10 Februari. Ambon, Morotai, Manado, Kendari, Makassar juga jatuh cepat.",
        "16 Februari 1942 Jepang rebut Palembang dengan pasukan payung (paratrooper). Ini bikin jalan ke Jawa makin terbuka.",
        "ABDACOM (gabungan Amerika, Inggris, Belanda, Australia) dibentuk 15 Januari 1942, tapi gagal karena koordinasi buruk.",
        "27 Februari 1942 terjadi Pertempuran Laut Jawa. Armada Sekutu di bawah Karel Doorman kalah besar. Kapal De Ruyter tenggelam, Doorman gugur.",
        "Malam 28 Februari – 1 Maret 1942, pasukan Jepang mendarat di Banten, Eretan (Jawa Barat), dan Kragan (Jawa Tengah). Belanda sering mundur tanpa perlawanan berarti.",
        "5 Maret 1942 Batavia jatuh dan ditetapkan sebagai kota terbuka. 7 Maret Lembang jatuh, Bandung kritis.",
        "8 Maret 1942 Belanda menyerah tanpa syarat di Kalijati. 9 Maret diumumkan lewat radio NIROM: seluruh pasukan harus tunduk. Inilah tanda berakhirnya kekuasaan Belanda di Indonesia."
      ]
    },
    {
      "title": "2. Pemerintah sementara",
      "content": [
        "Dengan penyerahan tanpa syarat oleh Letnan Jenderal Ter Poorten, Panglima Angkatan Perang Hindia Belanda, kepada tentara ekspedisi Jepang di bawah pimpinan Letnan Jenderal Hitoshi Imamura pada 8 Maret 1942, resmi berakhirlah pemerintahan Hindia Belanda di Indonesia. Saat itu juga, kekuasaan resmi berpindah ke tangan Jepang, menandai dimulainya periode baru dalam sejarah Indonesia,  Pendudukan Militer Jepang.",
        "Kalau dulu di zaman Hindia Belanda hanya ada satu pemerintahan sipil, berbeda dengan masa Jepang. Saat itu, Indonesia dibagi menjadi tiga pemerintah militer pendudukan, yaitu : a. Pemerintah Militer Angkatan Darat (Tentara Ke-25) untuk wilayah Sumatra, dengan pusat Bukittinggi. b. Pemerintah Militer Angkatan Darat (Tentara Ke-16) untuk Jawa-Madura, dengan pusat di Jakarta. c. Pemerintah Militer Angkatan Laut (Armada Selatan Kedua) untuk wilayah yang mencakup Sulawesi, Borneo, dan Maluku, dengan pusat di Makassar. ",
        "Setelah Jepang berhasil menduduki Indonesia, pemerintahan militer sementara pertama kali dibentuk di Pulau Jawa. Hal ini sesuai dengan Osamu Seirei, semacam undang-undang yang diterbitkan oleh Panglima Tentara Ke-16 pada 7 Maret 1942. Dalam Undang-Undang No. 1, dicantumkan pokok-pokok aturan tata negara selama pendudukan Jepang berlangsung. Isi undang-undang ini antara lain: a. pasal 1: Tentara Jepang menjalankan pemerintahan militer sementara di wilayah yang sudah ditempati untuk menciptakan keamanan dan ketertiban dengan cepat. b. Pasal 2: Para pejabat militer memegang kekuasaan tertinggi, menggantikan semua kekuasaan yang sebelumnya berada di tangan Gubernur Jenderal Hindia Belanda. c.Pasal 3: Semua badan pemerintahan dan hukum yang lama tetap diakui sementara, selama tidak bertentangan dengan aturan pemerintah militer Jepang. d.Pasal 4: Tentara Jepang akan menghormati posisi dan kekuasaan para pegawai yang setia kepada Jepang.",
        "Dari undang-undang itu, jelas terlihat bahwa jabatan Gubernur Jenderal Hindia Belanda dihapus, dan semua kekuasaan yang dulu dipegangnya kini berada di tangan panglima tentara Jepang di Jawa. Menariknya, Jepang tetap memanfaatkan struktur pemerintahan sipil lama beserta pegawainya. Tujuannya agar pemerintahan tetap berjalan lancar dan kekacauan bisa dicegah. Bedanya, pimpinan tertinggi kini dipegang tentara Jepang, baik di tingkat pusat maupun daerah.",
        "Susunan Pemerintah Militer Jepang sendiri terdiri dari beberapa tingkatan. Puncaknya adalah Gunshireikan, kemudian disebut Seiko Shikikan (panglima tertinggi). Di bawah Seiko Shikikan ada Gunseikan (kepala pemerintahan militer) yang biasanya dirangkap sebagai kepala staf tentara. Gunseikan menetapkan peraturan yang disebut Osamu Kanrei, yang diumumkan lewat Kan Po, semacam berita resmi pemerintah yang diterbitkan oleh Gunseikanbu.",
        "Jadi, meskipun Jepang mengambil alih, mereka tetap menggunakan struktur lama agar pemerintahan berjalan tertib dan terkontrol, cuma sekarang tentara Jepang yang memegang kendali penuh.",
        "Panglima Tentara Ke-16 di Pulau Jawa yang pertama adalah Letnan Jenderal Hitoshi Imamura, dengan Kepala Stafnya Mayor Jenderal Seizaburo Okasaki. Tugas mereka? Membentuk pemerintah militer di Jawa. Imamura sendiri kemudian diangkat menjadi Gunseikan, atau kepala pemerintahan militer.",
        "Staf pemerintah militer pusat ini disebut Gunseikanbu, yang awalnya terdiri dari empat bu (semacam departemen): a. Somubu (Urusan Umum), b. Zaimubu (Keuangan), c. Sangyobu (Perusahaan, Industri, dan Kerajinan Tangan), d. Kotsubu (Lalu Lintas)",
        "Nantinya ditambah satu lagi, Shihobu (Departemen Kehakiman), sehingga total ada lima bu. Di tingkat daerah, koordinator pemerintah militer disebut Gunseibu. Mereka dibentuk di: a. Jawa Barat dengan pusat Bandung, b.Jawa Tengah dengan pusat Semarang, c. Jawa Timur dengan pusat Surabaya",
        "Selain itu, Jepang juga membentuk dua daerah istimewa (koci), yaitu Surakarta dan Yogyakarta. Jadi, meskipun Jepang baru datang, mereka langsung bikin struktur pemerintahan super rapi, mulai dari pusat sampai ke daerah, lengkap dengan departemen-departemen khusus.",
        "Di setiap gunseibu, Jepang naro beberapa komandan militer buat jaga-jaga biar kondisi aman, ketertiban jalan, dan kekuasaan sementara bisa ditegakkan. Mereka juga dikasih hak buat ngepecat pegawai Belanda dan bikin pemerintah lokal. Tapi, nyatanya usaha bikin pemerintahan lokal nggak gampang. Jepang kekurangan pegawai karena sebagian kapalnya ke-torpedo Sekutu, jadi terpaksa deh ngangkat pegawai Indonesia. Eh, tanpa sengaja, ini malah jadi untung buat orang Indonesia karena bisa dapet pengalaman langsung soal cara kerja pemerintahan.",
        "Di Jawa Barat, pembesar militer Jepang, Kolonel Matsui, yang juga jadi gubernur, ngadains pertemuan bareng anggota Dewan Pemerintah Daerah biar suasana kerja sama makin oke. R. Pandu Suradiningrat ditunjuk jadi wakil gubernur, terus Atik Suardi jadi asisten wakil gubernur. Tanggal 29 April 1942, beberapa residen juga diangkat, antara lain: 1. R. Adipati Aria Hilman Djajadiningrat di Banten (Serang), 2. R.A.A. Surjadjajanegara di Bogor, 3. R.A.A. Wiranatakusumah di Priangan (Bandung), 4. Pangeran Ario Suriadi di Cirebon, 5. R.A.A. Surjo di Pekalongan, 6. R.A.A. Sudjiman Martadiredja Gandasubrata di Banyumas",
        "Di kota Batavia (yang belum ganti nama jadi Jakarta), H. Dahlan Abdullah ditunjuk jadi kepala pemerintahan kotapraja. Sementara itu, jabatan kepala polisi diserahin ke Mas Sutandoko",
        "Di Jawa Tengah, sama kayak di Jawa Barat, jabatan gubernur pegang militer Jepang, yaitu Letnan Kolonel Taga yang markasnya di Semarang. Tapi, urusan ngejalanin pemerintahan sehari-hari di Yogyakarta yang waktu itu jadi pusat pemerintah militer Jawa Tengah masih dipercayain ke pejabat Belanda, Dr. L. Adam.",
        "Pegawai tinggi Indonesia yang dampingin Letnan Kolonel Taga antara lain Rd. Muhammad Chalil sebagai Wakil Gubernur Jawa Tengah dan Salamun sebagai residen. Semua kerja mereka tetap diawasi ketat sama para pembesar militer Jepang.",
        "Dengan diangkatnya pegawai-pegawai Indonesia, pada 1 April 1942, Pemerintah Pendudukan Jepang ngejalanin aturan soal gaji pegawai negeri dan lokal. Jadi, gaji pegawai Indonesia yang dulu cuma f100/bulan tetap dibayar kayak biasa. Tapi, buat yang gajinya lebih dari f100, bakal kena potongan sesuai tabel:",
        "Pegawai Indonesia yang gajinya di atas f100 bakal kena potongan lumayan gede. Plus, ada aturan tambahan, gak boleh bayar pegawai Indonesia lebih dari f500/bulan",
        "Selain soal gaji, Jepang juga ngerubah vibe Indonesia biar lebih “Jepang banget”. Dalam Undang-Undang No. 4, ada aturan kayak gini: a. Bendera Jepang (Hinomaru) doang yang boleh dikibarin pas hari-hari besar. b. Lagu kebangsaan Jepang (Kimigayo) doang yang boleh diputer.",
        "Jadi, intinya semua simbol kebanggaan nasional Indonesia sementara diredam, diganti sama Jepang biar nuansanya mereka banget.",
        "Mulai 1 April 1942, semua jam di Indonesia wajib ikut waktu Jepang alias waktu Tokyo. Bedanya sama jam lama di Jawa? 90 menit lebih cepat. Jadi, semua orang kudu stop pakai waktu Belanda deh. Terus, mulai 29 April 1942, tanggal resmi yang dipakai adalah tarikh Sumera, dan tahun Masehi 1942 sama aja dengan tahun 2602 Sumera.",
        "Gak cuma itu, setiap tahun rakyat Indonesia juga diwajibkan ngerayain hari raya Tencosetsu (29 April), alias ulang tahun Kaisar Hirohito, atau Tenno Heika. Intinya, Jepang pengen semua orang ngeh sama mereka, baik jam, tanggal, maupun perayaannya.",
        "Soal duit-duit-an, Jepang jelas banget aturannya.  Menurut UU No. 2 tanggal 8 Maret 1942, buat semua transaksi jual beli atau bayar-bayar, mata uang yang sah cuma rupiah Hindia Belanda. Uang lain? No way, dilarang keras! "
      ]
    },
    {
      "title": "3. Struktur Pemerintah Pendudukan Jepang",
      "content": [
        "Agustus 1942, Jepang mulai naik level soal pemerintahan.  Mereka keluarkan Undang-Undang No. 27 (atur pemerintah daerah) dan No. 28 (atur pemerintah syu & Tokubetsu syi). Ini artinya masa Pemerintah Sementara resmi berakhir. Dengan UU ini, Jepang mulai datangkan pegawai sipilnya sendiri ke Pulau Jawa. Mereka ditempatkan di berbagai badan pemerintah buat jalanin rencana Jepang, bikin Jawa jadi sumber perbekalan perang mereka di wilayah selatan. ",
        "Menurut UU No. 27, seluruh Jawa dan Madura, kecuali dua koci Surakarta dan Yogyakarta dibagi jadi beberapa level wilayah: syu, syi, ken, gun, son, dan ku.Biar gampang paham: a.Syu = keresidenan zaman Belanda dulu, b.Syi = kotapraja (stadsgemeente), c. Ken = kabupaten, d. Gun = kewedanaan/district, e. Son = kecamatan/onderdistrict, f. Ku = kelurahan/desa",
        "Setiap wilayah punya kepala masing-masing: syico, kenco, gunco, sonco, kuco. Jadi, struktur lama yang pakai provinsi Jawa Barat, Tengah, Timur dihapus total. Mulai 8 Agustus 1942, syu jadi pemerintah daerah tertinggi total ada 17 syu di Jawa yaitu Banten, Batavia, Bogor, Priangan, Cirebon, Pekalongan, Semarang, Banyumas, Pati, Kedu, Surabaya, Bojonegoro, Madiun, Kediri, Malang, Besuki, dan Madura. Meski luas wilayahnya sama kayak zaman Belanda, fungsi dan kekuasaannya beda banget. Dulu, residentie cuma wilayah bantu gubernur, sekarang syu jadi pemerintah daerah tertinggi dan autonomi, dipimpin syucokan yang kedudukannya setara gubernur. Jadi, syucokan itu basically bos tertinggi di syu. Dia pegang semua mulai dari legislatif sampai eksekutif. Pokoknya autokrasi total dari bawah sampe atas, semua keputusan lewat tangannya. Bedanya sama zaman Belanda? Dulu residentie cuma wilayah bantu gubernur, kekuasaan nggak sepenuhnya di situ. Sekarang, syucokan punya power setara gubernur, walau wilayahnya cuma seluas residentie dulu. Jadi jelas banget, semua keputusan penting di tangan dia. ",
        "Jadi, syucokan nggak kerja sendirian, dia punya tim helper yang namanya cokan kanbo alias majelis permusyawaratan cokan. Tim ini dibagi jadi 3 bagian: a. Naiseibu → urus semua soal pemerintahan umum, kayak admin dan aturan sehari-hari gitu. b. Keizaibu → bagian ekonomi, urus duit, pajak, perdagangan, dan semua hal finansial.c. Keisatsubu → bagian polisi, jadi yang jaga keamanan dan ketertiban.",
        "Cuma lima jam setelah serangan Pearl Harbor, Presiden Amerika Franklin D. Roosevelt teken pernyataan perang. Gubernur Jenderal Hindia Belanda, Tjarda van Starkenborgh, juga nyatakan perang. Besoknya, 8 Desember 1941, lewat radio NIROM, Hindia Belanda resmi nyatakan perang ke Jepang. Nah, otomatis Indonesia kebawa ke konflik ini.",
        "Para syucokan resmi dilantik sama Gunseikan bulan September 1942. Bisa dibilang ini momen awal jalanin sistem pemerintah daerah yang baru dan sekaligus nge-“skip” pegawai-pegawai Indonesia yang sempet pegang posisi tinggi sebelumnya.",
        "Contohnya nih, H. Dahlan Abdullah, yang tadinya jadi kepala pemerintah kotapraja Batavia, diganti sama pejabat Jepang yang sekarang jadi Batavia Tokubetsu syico alias wali kota istimewa Batavia.",
        "Kenapa bisa gitu? Soalnya ada Pasal 5 Undang-Undang No. 27 yang ngasih izin buat bikin daerah khusus yang dinamain Tokubetsu syi (Kotapraja Istimewa). Nah, yang dianggap qualify buat status ini ya kota Batavia, yang tanggal 8 Agustus 1942 resmi jadi Tokubetsu syi.",
        "Di Sumatra, pemerintah militer Jepang di bawah Panglima Tentara Ke-25 bikin 10 syu alias keresidenan. Tiap syu punya sub-struktur kayak bunsyu (sub-keresidenan), gun, dan son. Yang paling top tentu aja orang Jepang yang pegang jabatan tertinggi.",
        "Kesepuluh syu itu antara lain: Aceh, Sumatra Timur, Sumatra Utara, Sumatra Barat, Bengkulu, Jambi, Palembang, Lampung, Bangka, dan Belitung. Nah, tiap syu dipimpin sama seorang syucokan, yang intinya jadi “bos” di wilayahnya masing-masing. Sebenernya struktur pemerintahan di bawah syu di Sumatra mirip banget sama yang di Jawa. Bedanya cuma ada beberapa perubahan di bagian bawahnya.Contohnya nih, afdeeling (kabupaten) Siak sama Kepulauan Riau-Lingga. Dulu pas zaman Belanda, mereka masuk Keresidenan Sumatra Timur. Nah, pas Jepang datang, Siak digabung ke Riau Syu, sementara Kepulauan Riau-Lingga ditaruh di bawah otoritas Singapura. Jadi ada sedikit “reshuffle” gitu deh.",
        "Di Jawa, jabatan gubernur langsung dihapus pas Jepang datang. Tapi di Sumatra, agak beda cerita. Jepang justru angkat 3 gubernur, masing-masing buat Sumatra Utara, Sumatra Tengah, dan Sumatra Selatan. Fungsinya? Biar bisa koordinasi beberapa syu sekaligus, soalnya wilayah Sumatra kan luas banget, jadi butuh “bos besar” buat ngawasin semuanya.",
        "Jepang tuh memisahin Jawa sama Sumatra biar masing-masing punya “daerah otonomi” sendiri. Artinya, Sumatra nggak lagi tergantung sama Jakarta (Batavia) kayak zaman Belanda dulu. Bahkan, Pulau Sumatra digabung sama Semenanjung Malaya, terus pusatnya ada di Shonanto (Singapura).aru deh, pertengahan 1943, Jepang bikin pemerintah militer khusus buat Sumatra, namanya Gunseikanbu, dipimpin sama Panglima Tentara Ke-25 di Bukittinggi, Sumatra Barat. Struktur Gunseikanbu lengkap banget, ada departemen: a. Dalam Negeri, b.Kepolisian, c.Kehakiman, d. Industri, e. Keuangan, f. Pekerjaan Umum, g. Perhubungan, h. Penerangan, i.Perindustrian & Pengiriman, j.Meteorologi ",
        "Masing-masing departemen punya direktur, diawasi sama Direktur Dalam Negeri yang jadi Wakil Gunseikan. Setiap syu juga punya tiga tim inti:a.Naiseibu → urusan Dalam Negeri, b.Keisatsubu → urusan Polisi c.Kesaibu → urusan Sosial",
        "Jadi, sistemnya rapi banget, biar Jepang bisa ngatur Sumatra dan syu-nya dengan tertib. Selain pemerintah militer Angkatan Darat (Gunsei), Jepang juga bikin pemerintahan militer dari Armada Selatan Kedua yang dinamain Minseifu, pusatnya ada di Makassar. Di Minseifu, yang full militer cuma satu departemen aja, yaitu Departemen Pekerjaan Umum, dipimpin sama perwira Angkatan Laut. Nah, departemen lain kayak: a.Keuangan, b.Kehakiman, c. Perhubungan & Pekerjaan Umum, d. Kesehatan Masyarakat, e. Industri",
        "Dipegang sama pejabat sipil, bukan militer. Jadi basically, Jepang mix antara kontrol militer sama sipil biar jalannya pemerintahan tetap jalan tapi tetap di bawah pengawasan mereka. Minseifu punya kantor cabang di 3 tempat, Kalimantan, Sulawesi, dan Seram (yang kemudian dipindah ke Sunda Kecil). Wilayah bawahannya tuh terbagi kayak Jawa & Sumatra: syu, ken, bunken (sub-kabupaten), gun, dan son.",
        "Pas awal-awal Jepang mendarat, orang Indonesia masih bisa dapet jabatan tinggi sementara. Tapi setelah Agustus 1942, posisi orang Indonesia cuma sampai gunco aja.Kalau soal wali kota di Makassar, Manado, Banjarmasin, dan Pontianak? Dipegang full sama orang Jepang, nggak ada kompromi.Antara pemerintah Angkatan Darat sama Angkatan Laut tuh hampir nggak pernah klik. Awalnya, Angkatan Laut pengen buka kantor penghubung (Bukanfu) di Jakarta April 1942, tapi ditolak sama Tentara Ke-16. Alasannya? “Udah ada detasemen Angkatan Laut di Tanjung Priok sama Surabaya, bro.” Tapi akhirnya disetujui juga biar bisa ngobrol dan kerja bareng antara kedua angkatan, khususnya buat jamin suplai bahan-bahan Angkatan Laut.",
        "Yang nge-handle Bukanfu ini orangnya relate banget sama orang Indonesia sebelum perang, bahkan kenal sama tokoh-tokoh nasional dan simpati sama Kemerdekaan Indonesia. Siapa dia? Laksamana Muda Tadashi Maeda. Nah, karena Sekutu makin nge-push di Pasifik, Jepang mulai kewalahan dan butuh tenaga dari orang Indonesia. Jadi politik mereka mulai nge-lunak dikit. Di depan Sidang Istimewa Parlemen ke-82 di Tokyo, Perdana Menteri Tojo ngomong tanggal 16 Juni 1943 soal keputusan pemerintah Jepang buat ngasih kesempatan orang Indonesia ikut urus pemerintahan.",
        "Gak lama kemudian, tanggal 1 Agustus 1943, Seiko Shikikan ngumumin garis besar rencana itu, orang Indonesia bakal ikut ambil bagian di pemerintahan, mulai dari badan-badan pertimbangan di daerah & pusat, sampe dapet jabatan tinggi sebagai penasihat pemerintah militer.",
        "Jepang mulai serius nih ngasih posisi tinggi buat orang Indonesia. a. 1 Oktober 1943: Prof. Dr. Hoesein Djajadiningrat jadi Kepala Departemen Urusan Agama.b.10 November 1943: Mas Soetardjo Kartohadikoesoemo dan R.M.T.A. Surio diangkat jadi Syucokan di Jakarta dan Bojonegoro.",
        "Sebelumnya, pertengahan September 1943, Jepang udah pilih 7 penasihat Indonesia buat bantu pemerintah militer, yang disebut sanyo, dan mereka ditempatin di 6 departemen: a. Ir. Soekarno → Departemen Urusan Umum, b. Mr. Suwandi & Dr. Abdul Rasyid → Naimubu-bunkyoku (Biro Pendidikan & Kebudayaan, Departemen Dalam Negeri), c. Prof. Dr. Mr. Supomo → Shihobu (Departemen Kehakiman), d. Mochtar bin Prabu Mangkunegoro → Kotsubu (Departemen Lalu Lintas), e. Mr. Muh. Yamin → Sendenbu (Departemen Propaganda), f. Prawoto Sumodilogo → Sangyobu (Departemen Ekonomi)",
        "Jadi, meskipun Jepang masih ngontrol, orang Indonesia mulai dapet pengalaman langsung di pemerintahan. Jepang mulai ngerasa butuh “badan pertimbangan” biar urusan politik dan pemerintahan lebih rapi. Makanya dibentuklah Chuo Sangi In alias Badan Pertimbangan Pusat lewat Osamu Seirei No. 36/1943.",
        "Buat tingkat daerah alias syu dan Tokubetsu syi, juga dibikin Badan Pertimbangan lewat Osamu Seirei No. 37/1943, terus diatur lebih detail lagi di Osamu Kanrei No. 8/1943. Osamu Kanrei ini semacam peraturan resmi dari Gunseikan (kepala pemerintahan militer) buat ngejalanin Osamu Seirei.",
        "Chuo Sangi In tugasnya simpel: a.Ngasih usul ke pemerintah, b.Jawab pertanyaan pemerintah soal politik, c.Nyaranin tindakan apa yang mesti dilakukan Pemerintah Militer Anggotanya ada 43 orang: • 18 utusan tiap syu + Jakarta Tokubetsu Syi, • 2 utusan dari Yogyakarta & Surakarta koci. Dan puncaknya, tanggal 17 Oktober 1943: • Ir. Soekarno resmi jadi Ketua Chuo Sangi In, • R.M.A.A. Kusumo Utojo & dr. Buntaran Martoatmodjo jadi wakil ketua ",
        "Pas pelantikan Chuo Sangi In, langsung diadain sidang perdana dari 16–20 Oktober 1943. Di sidang ini, dibentuk 4 bunkakai (komisi) yang tugasnya ngejawab pertanyaan dari Saiko Shikikan tentang gimana caranya biar Jepang “menang di Perang Asia Timur Raya” alias Perang Pasifik. Tentunya, Gunseikan dan para bos militer Jepang lain hadir dan ngawasin semua jalannya sidang. Jawaban yang keluar ya jelas sesuai maunya Jepang, intinya semua potensi kerja dan produksi harus dikerahin buat kepentingan perang.Di sidang-sidang selanjutnya, para pemimpin Indonesia yang duduk di Chuo Sangi In sebenernya pengen banget ngajuin ide buat ngebaikin kondisi sosial rakyat yang makin parah. Tapi sayangnya, Jepang malah nyolong momen itu buat ngatur ",
        "strategi ngekerah rakyat supaya semua tenaga dan sumber daya dipakai buat Perang Asia Timur Raya. Jadi, Chuo Sangi In sebenernya dibentuk buat nge-boost posisi Jepang biar lebih gampang menang perang. Kalau di bandingin sama Volksraad zaman Belanda, di situ orang bisa nanya-nanya dan ngekritik pemerintah soal segala hal. Tapi di Chuo Sangi In? Lupakan aja deh! ",
        "Menurut Ir. Soekarno, pemerintah Jepang udah jelas-jelas bilang, “Ga ada tempat buat kalian yang sombong dan cuma mau ribetin birokrasi.” Jadi intinya, anggota Chuo Sangi In cuma jadi alat Jepang buat ngejalanin kebijakan mereka.Mr. Samsudin ngajuin ide yang bikin semua orang perhatian bahwa “Pemerintah harus mikirin nasib petani, perbaiki kebutuhan mereka dong!” Dan serius, hampir semua anggota Chuo Sangi In, termasuk Drs. Mohammad Hatta, nge-back up ide ini. Bahkan Soekarno sebagai Ketua bikin Panitia Istimewa buat ngerjain masalah ini.",
        "Hasilnya? Mereka nentuin cara adil buat ngatur padi, berapa harus diserahkan ke pemerintah Jepang, berapa yang tetep bisa dipakai rakyat. Jadi sistemnya fair, walau tetep diawasi Jepang. Pas sidang Chuo Sangi In ditutup, langsung muncul reaksi panas. Shomubuco  ngomong dengan nada keras:'...para anggota bukannya bersidang buat pamer pidato atau ngekritik doang, tapi banyak yang bersikap kayak anak kecil dan nggak ngerasain seriusnya keadaan di Jawa.'Dia juga nge-warning anggota biar ngomong langsung ke inti masalah. Sayangnya buat Mr. Samsudin, ide pedulinya ke petani dianggap ngaco sama penguasa Jepang.  Akhirnya dia diberhentikan dari Chuo Sangi In, tapi nggak dipecat, malah dikasih posisi baru sebagai Syico (wali kota) di Sukabumi.",
        "Karena perang makin kacau, Jepang mulai kepikiran ngamanin posisi mereka sama para pemimpin Indonesia. Tanggal 7 September 1944, Perdana Menteri Koiso ngumumin yang namanya “Janji Kemerdekaan Nanti”. Beda banget sama sidang Chuo Sangi In sebelumnya yang cuma bahas soal perang. Di sidang ke-5 sampai ke-8, topiknya mulai nyelip ke soal cara menang perang sekaligus nyiapin kemerdekaan Indonesia. Tapi ya, tetep aja semua itu masih dikontrol sama Jepang. ",
        "Khusus di sidang ke-7 dan ke-8, anggota Chuo Sangi In mulai berani ngajuin ide-ide buat negara Indonesia merdeka. Di sidang ke-7, mereka ngerilis resolusi keren yang disebut “Gerakan Hidup Baru” , ada 33 pasal yang intinya mau nyadarin seluruh rakyat tentang kemerdekaan yang bakal datang.Di sidang ke-8, semua topik udah murni buat kepentingan Indonesia, bukan Jepang lagi. Jepang mulai ngendurin pengawasan, karena perang mereka lagi banyak kekalahan di mana-mana. Para pemimpin Indonesia langsung manfaatin momen ini buat nyiapin negara merdeka dan berdaulat penuh.",
        "Serunya, Chuo Sangi In berakhir begitu aja, tanpa dibubarin resmi sama Jepang. Bisa dibilang, mereka cukup sukses ngegas wacana kemerdekaan tanpa campur tangan penjajah. Di Sumatra, Chuo Sangi In baru resmi diumumin tanggal 24 Maret 1945. Jumlah anggotanya 40 orang. • 15 orang dipilih langsung dari badan penasihat Syu alias Syu Sangikai, • Sisanya 25 orang diangkat sama pemerintah. Yang mimpin semua ini adalah Moh. Sjafei, pendiri INS Kayutanam, Sumatra Barat. Dibantu dua wakil ketua yaitu Teuku Nyak Arif dari Aceh dan Mr. A. Abbas dari Lampung. Sekretarisnya? Gak lain gak bukan, wartawan Adinegoro. Singkatnya, Chuo Sangi In di Sumatra mirip-mirip sama di Jawa, tapi kepemimpinannya lokal banget dan dipimpin tokoh-tokoh penting Sumatra. Di Sumatra, Chuo Sangi In baru boleh ngadain sidang tiga bulan setelah diumumin, tepatnya 26 Juni 1945 di Bukittinggi.  Ini sekaligus sidang pertama dan terakhir buat tokoh-tokoh Sumatra.",
        "Di sidang itu, para anggota gak cuma basa-basi. Mereka langsung ngajuin usul buat mempercepat kemerdekaan. Beberapa poin pentingnya: a. Bikin Sumatra Hokokai sebagai pusat mobilisasi rakyat buat bantu Jepang. Tapi, diam-diam, Hokokai juga dipakai buat koordinasi perjuangan kemerdekaan sama Hokokai di tiap syu. b. Ngabungin Giyugun dan Heiho ke dalam laskar rakyat, yang jadi cikal bakal bala tentara Indonesia, c. Bentuk panitia penyelidikan kemerdekaan dan kirim utusan ke Jawa buat koordinasi sama BPUPKI yang udah jalan di sana, Di Sumatra, pemerintah militer Jepang ngerasa kalau penduduk pulau ini belum siap buat nerima kemerdekaan. Padahal, Perdana Menteri Koiso udah bikin janji kemerdekaan buat seluruh Indonesia pada 7 September 1944, yang lanjut diimplementasiin lewat BPUPKI di Jawa.Sementara di Jawa, BPUPKI udah hampir selesai ngerjain tugasnya, penguasa Jepang akhirnya setuju sama usul Chuo Sangi In setelah PPKI resmi dibentuk 28 Juli 1945, pas banget saat Jepang lagi hampir kalah.",
        "Nah, Panglima Tentara Ke-25 kirim wakil-wakil Sumatra ke Jakarta buat gabung sidang PPKI: a. Mr. Teuku Mohammad Hasan, b. Dr. Mohammad Amir, c. Mr. Abdul Abbas, Yang seru nih, ketiganya gak begitu dikenal di luar daerahnya, dan T.M. Hasan sama Mohammad Amir bahkan bukan anggota Chuo Sangi In. Tapi ya, mereka tetep jadi wakil Sumatra di sidang PPKI"
      ]
    }
  ]
}
