{
  "id": "organisasi_pergerakan",
  "title": "Mobilisasi Rakyat",
  "color": "blue",
  "sections": [
    {
      "title": "1. Sikap Tokoh-Tokoh Nasionalis Terhadap Jepang",
      "content": [
        "Jepang tuh fokus banget sama pemuda. Mereka dari berbagai latar, ada yang dari kota, ada yang dari desa, ada yang sekolahnya tinggi, ada yang cuma sekolah dasar. Jepang suka sama pemuda karena mereka enerjik, semangat, dan idealis, belum kebanyakan kebawa pemikiran Barat. Makanya propaganda Jepang gampang banget nempel ke mereka. Contohnya pas Gerakan Tiga A dibentuk, ketuanya Mr. Samsuddin bilang kalau orang Barat tuh udah nyiksa Asia berabad-abad, tapi Jepang datang sebagai “Cahaya Asia, Pemimpin Asia, Pelindung Asia”.Pemuda tuh gampang banget “nyerap” propaganda Jepang. Jepang juga sering bilang kalau mereka sebangsa sama Asia, jadi kayak kakak bagi orang Asia lain, termasuk Indonesia. Makanya awalnya pemuda nggak ngerasa beda sama Jepang. Slogan kayak “Jepang-Indonesia sama-sama” atau “Jepang saudara tua” tuh bikin muda-mudi terkagum-kagum. Rasanya kayak upgrade dari zaman Belanda yang penuh diskriminasi rasial.",
        "Kaum muda diajari tentang seishin (semangat) dan bushido (jiwa satria) yang intinya loyal sama pemimpin, disiplin, dan nggak boleh minder. Lucunya, tanpa sengaja, hal ini malah jadi power-up buat pemuda Indonesia pas nanti berjuang buat kemerdekaan. Semangat itu juga kerasa banget pas mereka lawan Jepang sendiri, contohnya pas Pemberontakan PETA di Blitar dan awal-awal Perang Kemerdekaan 1945. Salah satu cara Jepang nge-hack pikiran kaum muda ya lewat pendidikan. Ada dua jenis yaitu pendidikan umum, kayak sekolah rakyat dan sekolah menegah, sama pendidikan khusus, alias training-training khusus yang diadain Jepang buat ngarahin pemikiran mereka.",
        "Salah satu tempat Jepang nge-“boost” semangat pro-Jepang buat kaum muda adalah Barisan Pemuda Asia Raya (BPAR). Awalnya di Jakarta, tapi tiap daerah juga punya Komite Penginsyafan Pemuda yang lokal abis. BPAR resmi jalan tanggal 11 Juni 1942, dipimpin dr. Slamet Sudibyo sama S.A. Saleh, dan sebenernya ini “anaknya” Gerakan Tiga A tapi lebih hits dari induknya. Kaum muda ikut pelatihan tiga bulan di sini, diajarin buat punya semangat, kemauan, dan keyakinan biar bisa jadi leader buat pemuda lain. Ga ada batasan siapa aja yang boleh ikut, semua pemuda welcome. Selain BPAR, Jepang juga bikin pelatihan khusus namanya San A Seinen Kunrensho, hasil karya Gerakan Tiga A. Di sini, pemuda ikut kursus setengah bulan. Bedanya sama BPAR, pelatihan ini lebih eksklusif, cuma buat yang pernah gabung organisasi kayak kepanduan. Peserta tinggal di asrama, belajar disiplin, semangat, plus hal-hal praktis kayak masak, bersih-bersih, berkebun, dan belajar bahasa Jepang juga. Program ini digawangi H. Shimizu dan Wakabayashi, tahap pertama ada 250 pemuda. Oh ya, pelatihan serupa juga ada di Yogyakarta.",
        "Pendidikan buat pemuda makin intens, tapi perkumpulan kepanduan masih boleh eksis dan ngejalanin aktivitasnya. Contohnya Perkemahan Kepanduan Indonesia (Perkindo) di Jakarta, yang pernah dikunjungi langsung sama Gunseikan dan Empat Serangkai Poetera. Jadi, vibe-nya tuh campur serius tapi tetap eksis di mata publik. Sejak 1942, perang mulai berbalik arah. Jepang yang tadinya agresif, sekarang defensif karena serangan Sekutu mulai terasa kayak di Laut Karang (Mei 1942) dan Guadalcanal (Agustus 1942). Jepang sadar kalau mau mempertahankan wilayah, mereka butuh dukungan rakyat lokal. Cara nyebarnya lewat olahraga juga, misalnya bikin Perserikatan Olahraga Pulau Jawa (Tai Iku Kai) dan senam pagi ala Jepang (taiso) di sekolah. Pelajar juga harus latihan baris-berbaris, kyoreng (latihan perang), plus olahraga Jepang kayak sumo, kendo, dan baseball. Terus ada organisasi baru GLORA yang dipimpin R. Oto Iskandar Dinata, tapi akhirnya diblok sama Jepang juga. Di masa itu muncul beberapa bintang bulu tangkis kayak Sudirman, Basrul Jamal, Oei Hok Tjoan, Liem Soei Liong, dan Napsirin. Tapi sayangnya, cuma sepak bola sama bulu tangkis yang bisa jalan lancar. Olahraga lain stuck karena hidup masyarakat lagi susah banget. Awal 1943, Jepang mulai ngumpulin dan ngebiarin pemuda Indo belajar serius di semua syu. Bahkan di Jakarta, tiap gun juga punya program pendidikan pemuda. Semua ini sebenernya buat nyiapin gerakan pemuda pusat yang punya satu komando. Selama persiapan, banyak janji-janji manis dan harapan buat pemuda disebar ke mana-mana."
      ]
    },
    {
      "title": "2. Organisasi Semi Militer",
      "content": [
        "Tanggal 29 April 1943, pas banget hari ulang tahun Kaisar Jepang, diumumin secara resmi lahirnya dua organisasi pemuda yaitu Seinendan dan Keibodan. Kedua organisasi ini langsung di-handle sama Gunseikan.Buat gabung ke Seinendan sih gampang banget, awalnya cuma ada 3.500 pemuda dari seluruh Jawa, tapi makin lama melejit jadi sekitar 500.000 orang sampai Jepang bubar. Resminya, tujuan organisasi ini “ngedidik dan ngelatih pemuda biar bisa jaga dan bela tanah air sendiri,” tapi sebenarnya sih Jepang pengen nyiapin pasukan cadangan buat perang mereka.",
        "Di Seinendan, para anggota dapet pelatihan militer, baik buat bertahan maupun nyerang. Pemudanya awalnya umur 15–25 tahun, terus diubah jadi 14–22 tahun. Yang nge-handle mereka adalah Naimubu Bunkyoku (semacam departemen dalam negeri buat urusan pengajaran, olahraga, dan Seinendan).Di daerah, syucokan jadi bosnya, dan kepala daerah ngatur langsung Seinendan di bawahnya. Seinendan gak cuma ada di desa atau sekolah, tapi juga di pabrik dan perumahan. Awalnya banyak yang dipaksa gabung, tapi lama-lama pemuda lain ikutan.",
        "Bulan Oktober 1944 dibentuk juga Josyi Seinendan alias Seinendan Putri. Jepang juga bikin Cuo Seinen Kunrensyo, semacam lembaga pusat pelatihan buat kader pimpinan Seinendan. Di situ mereka dilatih dasar kemiliteran tanpa senjata beneran. Pokoknya, Seinendan jadi barisan cadangan Jepang buat jaga garis belakang.Keibodan itu semacam asisten polisi, tugasnya antara lain jaga lalu lintas dan amankan desa. Bedanya sama Seinendan, anggota Keibodan lebih tua, awalnya umur 20–35 tahun, terus diubah jadi 26–35 tahun. Syarat gabungnya itu laki-laki, sehat, kuat, berkelakuan baik dari tiap desa/ku. Anggotanya malah lebih banyak daripada Seinendan, lebih dari 1 juta pemuda. Banyak yang gabung karena takut Jepang atau dipaksa sama pamong setempat.",
        "Yang ngurus Keibodan adalah Keimubu (Departemen Kepolisian), di daerah Keisatsubu, dan di bawahnya lagi diurus langsung oleh kepala polisi setempat. Buat ningkatin kualitas, para kader dikirim ke Sekolah Polisi Sukabumi buat pelatihan khusus. Untuk penduduk Cina juga ada versi khusus, namanya Kayo Keibotai.Dalam Keibodan, Jepang nggak mau pengaruh kaum nasionalis masuk. Contohnya, Kayo Keibotai dibikin di desa-desa yang nasionalisnya lemah. Bahkan anggota nasionalis di level bawah nggak ada hubungan sama Keibodan, karena badan ini langsung di bawah polisi.Beda banget sama Seinendan. Di Seinendan, kaum nasionalis bisa masuk dan menyemai semangat nasionalisme ke pemuda. Di markas pusat Seinendan, ada beberapa nasionalis muda terkenal kayak Sukarni dan Abdul Latief Hendraningrat.",
        "Jadi intinya, selain di Jawa, Seinendan dan Keibodan juga dibentuk di wilayah lain yang dikuasai Jepang : a. Di Sumatra, Keibodan disebut Bogodan. Bedanya dengan Jawa, di Sumatra tidak ada markas pusat, tiap syu langsung memimpin daerahnya masing-masing. b.Di wilayah yang dikuasai Angkatan Laut, situasinya sama. c. Di Kalimantan, ada organisasi sejenis bernama Borneo Konan Hokokudan.",
        "Poin pentingnya adalah bahwa Seinendan dan Keibodan menjangkau seluruh wilayah Indonesia, termasuk pelosok-pelosok kecil, meskipun dengan nama yang berbeda-beda di tiap daerah. Hal ini menandai pengorganisasian pemuda secara masif yang belum pernah terjadi sebelumnya dalam sejarah Indonesia. Pihak Jepang juga mengorganisasi perempuan melalui Fujinkai (Himpunan Perempuan) yang dibentuk pada Agustus 1943. Keanggotaan dimulai dari usia 15 tahun tanpa batas umur maksimum, dan mereka mendapat pelatihan dasar militer. Fujinkai bekerja sama dengan Seinendan dan Keibodan untuk membantu usaha perang Jepang di garis belakang, sambil menekankan kegiatan seperti menabung, kesehatan, makanan, kepalangmerahan, serta pendidikan melalui sekolah atau ceramah di rumah-rumah.",
        "Jepang juga ngorganisasi cewek-cewek lewat Fujinkai (Himpunan Perempuan) yang dibentuk Agustus 1943. Anggotanya mulai dari umur 15 tahun ke atas, dan mereka dapet pelatihan militer dasar. Fujinkai kerja bareng Seinendan dan Keibodan buat bantu Jepang di garis belakang, sambil fokus ke kegiatan kayak nabung, jaga kesehatan, urus makanan, kepalangmerahan, dan pendidikan lewat sekolah atau ceramah di rumah.Terus, muncul juga Barisan Pelopor hasil sidang ke-3 Chuo Sangi In pertengahan 1944. Soalnya, Saiko Shikikan nanya gimana caranya bikin rakyat makin sadar sama kewajibannya dan ngebangun persaudaraan. Chuo Sangi In jawab, bikin satu badan yang bisa ngumpulin seluruh rakyat buat bareng-bareng kerja keras demi kemenangan akhir. Nah, Barisan Pelopor ini jadi organisasi pemuda pertama yang dibimbing oleh nasionalis Indonesia. Pimpinnya Ir. Soekarno, dengan wakil R.P. Suroso, Oto Iskandar Dinata, dan dr. Buntaran Martoatmodjo.",
        "Barisan Pelopor ini punya anggota sekitar 60.000 orang, dan paling kuat di kota-kota besar kayak Jakarta. Bisa dibilang, Barisan Pelopor ini jadi “onderbouw” alias pondasi bawahnya Jawa Hokokai. Jadi, mereka semacam tulang punggung di level pemuda buat dukung organisasi yang lebih gede itu.Barisan Pelopor itu semacam squad semimiliter buat pemuda. Latihannya tetep “militer banget” tapi senjatanya cuma senapan kayu atau bambu runcing. Mereka nggak cuma belajar tempur, tapi juga diajarin ngedengar dan nyebarin pidato pemimpin nasionalis ke teman-teman yang nggak hadir. Selain itu, mereka dilatih nggerakin massa, ngejaga pertahanan, dan urusin hal-hal kesejahteraan rakyat.",
        "Yang keren, Barisan Pelopor bikin pemuda terpelajar dan nggak terpelajar bisa nyatu. Jadi, mulai dari anak Hokokai, pengangguran, sampai jagoan (jawara) bisa barengan ngegasin semangat nasionalisme dan rasa persaudaraan.Ada juga Barisan Pelopor Istimewa dari Jawa Hokokai, dipimpin sama Sudiro yang sekaligus pengawal dan utusan pribadi Soekarno. Squad ini cuma sekitar 100 orang, dipilih dari beberapa asrama pemuda, khususnya Asrama Menteng 31, Jakarta. Anggotanya ga main-main, ada Supeno, D.N. Aidit, Djohar Nur, Asmara Hadi, Sidik Kertapati, dan Inu Kertapati.",
        "Terus, ada  Barisan Berani Mati (Jibakutai). Squad ini terinspirasi dari pilot Kamikaze, yang rela “nabrak” musuh pake pesawat. Walaupun awalnya disiapin buat bantu Jepang lawan Sekutu, pemuda-pemuda Indonesia di Jibakutai punya tekad sendiri untuk siap lawan siapa aja yang ganggu kemerdekaan negara mereka.15 Desember 1944, resmi deh dibentuk Hizbullah (Tentara Allah), alias Kaikyo Seinen Teishini versi Jepang. Bedanya sama Barisan Pelopor yang di bawah Jawa Hokokai, Hizbullah ini naungan Masyumi. Pimpinan utamanya Zainal Arifin dari NU. Jepang sih berharap propaganda “perang suci” bisa ngefek ke pemuda Islam.Anggotanya pemuda 17–25 tahun, belum nikah. Mereka dilatih sama perwira Peta dari golongan Islam, karena Hizbullah bakal jadi cadangan Peta. Tiap syu di Jawa kudu kirim 25 calon. Pelatihannya dimulai Februari 1945 di Cibarusa, Jawa Barat, dipimpin Kapten Yanagawa, total 500 orang. Setelah dua bulan, mereka balik ke daerah buat nerusin latihan calon anggota Hizbullah lokal. Selain itu, ada juga Gakutotai (Korps Pelajar), khusus buat pelajar. Anggotanya paling sedikit dibanding barisan semi-militer lain. Latihan militer dasar cuma sekali seminggu, 2 jam doang. Simple tapi tetep bikin mereka kebagian pengalaman militer."
      ]
    },
    {
      "title": "3. Organisasi Militer",
      "content": [
        "Jadi, semua barisan semi-militer yang dibentuk itu sebenernya bener-bener buat Jepang, karena mereka lagi kekurangan tenaga. Dari awal pendudukan, Jepang udah mikirin gimana caranya ngelatih warga Indonesia supaya bisa dipake buat pertahanan wilayah yang mereka duduki. Intinya, kaum muda dan pelajar dijadikan “cadangan tenaga” buat perang mereka.Jadi, pada April 1943, Jepang buka kesempatan buat pemuda Indonesia gabung sebagai Heiho, alias pembantu prajurit Jepang. Heiho ini ditempatkan langsung di organisasi militer Jepang, baik Angkatan Darat maupun Laut. Syaratnya cukup standar, yaitu sehat, berkelakuan baik, umur 18–25 tahun, dan minimal lulusan Sekolah Dasar.",
        "Jumlah Heiho sampai akhir pendudukan Jepang sekitar 42.000 orang (Jawa 24.873, Timor 2.504, daerah lain 15.000). Menurut Jepang, Heiho dianggap lebih terlatih daripada Peta karena mereka ikut langsung dalam medan perang dan bisa pegang senjata anti-pesawat, tank, artileri, dan kendaraan. Tapi, Heiho tidak ada yang menjadi perwira, karena pangkat perwira hanya untuk tentara Jepang  beda sama Peta yang bisa punya perwira dari pribumiDi Tentara Ke-16 Jawa-Madura, ada satu tim khusus namanya Beppan (Seksi Khusus Tokubetsu Han) yang awalnya tugasnya ngelatih pemuda Indo buat intelijen. Sebelum Peta resmi dibentuk, mereka dulu latihan bareng di Seinen Dojo di Tangerang, mulai awal 1943, diikuti 40 pemuda dari seluruh Jawa.",
        "Latihannya komplet banget: • Kuliah umum: semangat juang, situasi dunia, sejarah perang. • Pelajaran khusus: spionase alias ngintip musuh gitu deh. • Pelajaran praktis: senam, gulat sumo, renang. • Pengetahuan teknis: menembak. • Widya wisata: jalan-jalan sambil belajar di perkebunan & pabrik. • Ekstrakurikuler: nyanyi lagu-lagu perang biar semangat.",
        "Beberapa lulusan keren angkatan pertama & kedua: a.Umar Wirahadikusuma → terakhir jadi Jenderal TNI & Wakil Presiden RI. b. A. Kemal Idris → terakhir Letnan Jenderal TNI, pernah jadi Panglima Wilayah Sulawesi & Duta Besar RI di Yugoslavia. c. R.A. Kosasih → terakhir Letnan Jenderal, mantan Gubernur Lembaga Pertahanan Nasional & Duta Besar RI di Australia. d. Daan Mogot → jadi komandan pendidikan perwira Indonesia pertama di Tangerang (18 Nov 1945), gugur di pertempuran Serpong lawan Jepang.",
        "Menjelang pelatihan angkatan ke-2 berakhir, muncul perintah buat bikin Tentara Peta, yang ditangani sama Beppan. Panglima Letnan Jenderal Kumakichi Harada pengen biar pembentukan Peta keliatan kayak inisiatif bangsa Indonesia sendiri.Akhirnya dicari sosok nasionalis yang cocok, ketemulah Gatot Mangkupradja, yang dianggap pro-Jepang, untuk ngajuin permohonan ke Gunseikan supaya dibentuk tentara yang semua anggotanya orang Indonesia. Gatot Mangkupradja ngejalanin saran itu, nulis surat 7 September 1943, dan ga lama kemudian disetujui.",
        "Secara resmi, 3 Oktober 1943 keluar peraturan Osamu Seirei No. 44, yang ngebikin Tentara Peta resmi berdiri. Masyarakat, khususnya para pemuda yang sekolah menengah & anggota Seinendan, antusias banget sama Peta. Di Peta, pembagian tugas lewat pangkat yang sebenernya kayak jabatan gitu. Ada 5 level, nih: a. Daidancho → komandan batalion, b. Cudancho → komandan kompi, c.Shodancho → komandan peleton. d. Budancho → komandan regu, e. Giyuhei → pr ajurit sukarela",
        "Anggota Peta tuh datang dari semua lapisan masyarakat, dari yang top sampai yang masih biasa-biasa aja:a. Daidancho (komandan batalion) → orang-orang top di daerah, kayak pegawai pemerintah, pemimpin agama/ulama, pamong praja, politikus, atau penegak hukum. b. Cudancho (komandan kompi) → yang udah kerja tapi belum high rank, misalnya guru atau juru tulis. c.Shodancho (komandan peleton) → pelajar sekolah menengah atas atau pertama. d. Budancho & Giyuhei → pemuda sekolah dasar atau baru lulus dasar.",
        "Ada 3 motivasi orang masuk Peta, tapi fokus ke yang daidancho (komandan batalion) dari kalangan pemimpin nasionalis Islam: - Motivasi semangat → ada juga yang emang all in, masuk dengan gairah buat belajar militer. - Motivasi segan/bujukan → sebagian besar masuk karena dipersuasi 'ahli Islam' dari Beppan, kayak Abdulhamid Ono & Muhammad Abdul Muniam Inada. - Motivasi kritis → mereka sebenernya nggak cocok sama budaya Jepang. Contohnya: orang Jepang minum alkohol, dan mereka harus tunduk hormat ke Kaisar (seikerei) mirip rukuk salat. Selain yang semangat dan yang segan karena bujukan, ada juga beberapa tipe anggota Peta lain: - Acuh tak acuh → ya masuk aja, nggak terlalu peduli. - Cari nafkah → lagi susah cari kerja, jadi Peta jadi jalan rezeki. - Menghindari masalah → dulu pernah ikut militer Belanda, takut dicurigai Jepang → masuk Peta biar aman. - Perintah atasan → dipanggil untuk masuk Peta, mereka nurut, tapi nggak benci juga.",
        "Mayoritas pemuda yang semangat gabung Peta itu shodancho alias masih sekolah. Mereka mikir gini “Kalau Jepang menang di Pasifik, mungkin Indonesia juga bisa merdeka.” Jadi semangat bantu Jepang → tapi tujuannya tetap untuk Indonesia.Nah, ada juga yang lebih realistis/skeptis. Mereka nggak peduli Jepang menang atau nggak. Mereka percaya ramalan Joyoboyo, Jepang bakal pergi → Indonesia bakal merdeka. Jadi buat mereka, Peta itu tempat latihan supaya kelak bisa bela tanah air sendiri.",
        "Calon perwira Tentara Peta pertama kali latihan di Bogor, di lembaga yang awalnya namanya ribet “Jawa Boei Giyugun Kanbu Renseitai” → kemudian diganti Jawa Boei Giyugun Kanbu Kyoikutai. Setelah lulus, mereka ditempatin ke 66 daidan (batalion) yang tersebar di seluruh Jawa-Madura dan Bali.Ternyata, beberapa anggota Tentara Peta di beberapa daidan udah mulai ngeh kecewa sama Jepang sejak 1944. Bahkan, hal ini bikin beberapa pemberontakan, yang paling besar adalah Pemberontakan Peta Blitar tanggal 14 Februari 1945, diikuti kira-kira setengah anggota daidan.Awalnya, anggota daidan Peta Blitar tuh kayak “terkunci” dari dunia luar, nggak ketemu keluarga atau tetangga. Tapi akhirnya mereka diizinin pulang. Nah, pas pulang, mereka baru ngeliat langsung penderitaan warga kampung. Banyak rakyat kelaparan, makan cuma nasi jagung, baju goni doang. Semua ini gara-gara Jepang maksa petani serahin padi ke kumiai (koperasi pengumpulan padi). Mental dan fisik rakyat makin tertekan deh.",
        "Perwira Peta ngerasa nge-gets banget kekeselan mereka sama bintara dan tamtama Jepang. Kok bisa? Karena status mereka dianggap lebih rendah dibanding tentara Jepang yang pangkatnya non-perwira. Bahkan, perwira Peta harus ngasih hormat duluan ke bintara dan tamtama Jepang, auto ngerasa nggak adil deh.Selain urusan hormat-hormatan, perwira Peta makin kesal banget sama Jepang karena liat penderitaan para romusha (pekerja paksa). Solidaritas buat bantu Jepang? Hilang total! Mereka udah nggak anggap Jepang sebagai “saudara tua” lagi, malah sama kayak Belanda yang penjajah. Kebencian ini meledak jadi pemberontakan Peta Blitar, dipimpin shodancho muda kayak Suprijadi dan Muradi, yang umurnya belum 20 tahun waktu itu. Tapi sayangnya, pemberontakan ini gak lama bertahan. Para pemimpin berhasil ditangkap atau kena tipu, terus diadili dan dijatuhi hukuman.",
        "Selain Blitar, ada juga pemberontakan di daidan Cilacap sekitar Juni 1945, dipimpin seorang budancho, dan di daidan Cimahi juga ada. Tapi karena Jepang main isolasi politik, tiap daidan gak saling nyambung, jadi semua pemberontakan bisa cepat dipadamkan dan dilokalisasi sama Jepang.Dari Jawa, pembentukan Peta merambat ke Bali, yang sebenernya masuk wilayah Minseifu (Angkatan Laut). Tentara Ke-16 dapet perintah buat ngebentuknya, dan Angkatan Laut oke-in. Pasukan darat di Bali cuma sekitar 1.000 orang, soalnya banyak dipindah ke Nugini & Solomon. Dari 1.000 yang daftar, cuma 500 yang lolos pendidikan.",
        "Pelatihnya orang-orang tamat Seinen Dojo, kayak Zulkifli Lubis, Kemal Idris, Daan Mogot, Sabirin Muchtar, Satibi Darwis, Efendi, Kusno Wibowo. Sekolah perwira Peta di Bali beda sama di Jawa, mereka dilatih buat jadi calon daidancho, cudancho, shodancho, bahkan budancho. Setelah pendidikan rampung pertengahan Juli 1944, terbentuk 3 daidan di Bali.Manfaat buat pemuda Indonesia yang gabung Peta tuh jelas banget, super instruktif. Latihan di daidan Peta bikin mereka pede, ngerasa kalau mereka juga bisa lawan musuh yang lebih kuat dan lebih terlatih. Jepang nunjukin kalau orang Asia nggak cuma bisa mandiri, tapi juga bisa setara sama orang Barat. Jadi semangatnya nggak cuma buat Jepang, tapi juga buat bangsa sendiri.Kalau di Jawa ada Tentara Peta, di Sumatra pemuda pembela tanah air disebut Giyugun alias Tentara Sukarela. Pembentukannya barengan sama Peta, tapi nggak serentak di semua wilayah. Markas Besar Tentara Ke-25 di Bukittinggi kasih kebebasan tiap syu buat bikin pusat pelatihan sendiri. Jadi, mulai dari Aceh sampai Palembang, muncul pusat-pusat pelatihan Giyugun.",
        "Awal-awal pendaftaran Giyugun dimulai di Padang, Sumatra Barat, Oktober 1943. Panitianya, Konsetsu Honbu, dipimpin sipil kece, Chatib Sulaiman. Bulan berikutnya, Maibkatra buka pendaftaran di Aceh. Angkatan pertama dilatih di Pidie, angkatan kedua di Lhok Nga.Di Sumatra Timur, pendaftaran di-handle BOMPA Medan dan sekitaran, sementara Tapanuli pakai Baperi. Pelatihannya nggak cuma di Medan, tapi juga Siborong-borong. Untuk Sumatra Selatan (Palembang, Jambi, Bengkulu, Lampung, Bangka), pusat latihannya di Pagar Alam. Bedanya sama Jawa, di Sumatra pelatihannya tersebar di beberapa lokasi, sementara di Jawa semua fokus di Bogor.",
        "Syarat masuk Giyugun minimal tamatan Sekolah Dasar, tapi kebanyakan yang daftar justru lulusan Sekolah menegah. Di Sumatra Barat, Giyugun Konsetsu Honbu bikin aturan usia 25–30 tahun, karena mereka mikir di rentang umur itu pemuda bisa lebih kritis soal nilai dan kebiasaan Jepang.Menurut wawancara Aiko Kurusawa, seleksi calon lebih nge-cek pendidikan dan skill. Kesempatan ini dimanfaatkan para tokoh agama dan masyarakat buat nyuruh pemuda gabung Giyugun ada yang alasannya demi agama dan negara, ada juga cuma buat ngakalin masalah ekonomi.",
        "Relasi sipil + Jepang itu ngaruh banget buat pemuda bisa masuk Giyugun. Contohnya dr. Pirngadi dari Parindra sukses masukin 9 pemuda aktif dari organisasi kepanduannya, Surya Wirawan, ke pelatihan Giyugun di Sumatra Timur. Di Aceh dan Palembang, beberapa peserta angkatan pertama malah dari keluarga bangsawan. Di Sumatra Barat, ulama terkenal sekaligus propagandis Giyugun, Syekh Djamil Djambek, masukin ketiga putranya ke angkatan pertama juga.Calon anggota Giyugun ikut pelatihan antara 3–6 bulan. Yang mau jadi perwira harus lanjut latihan 3 bulan lagi di pusat pelatihan Sumbar, ada di Padang sama Bukittinggi.",
        "Sama kayak di Jawa, nilai-nilai Nippon Seisin (Nippon) juga ditanamkan ke pemuda-pemuda Giyugun di Sumatra, baik secara halus maupun terang-terangan. Mereka dilatih disiplin super ketat dan diajarin buat anti-barat. Kepala sekolah Taman Latihan Kepemimpinan untuk Malaya, Sumatra, dan Singapura, dalam pidato pembukaan sekolah itu antara lain mengatakan: \"Tuan-Tuan dibawa kemari bukan untuk bersenang-senang, tetapi untuk belajar Nippon Seisin, belajar disiplin dan kerja keras. Barang siapa yang ingkar, akan saya tendang ke luar. Saya tidak mau perangai Inggris dan Amerika itu dibawa kemari. Saya tahu bagaimana malasnya orang-orang Barat, kemalasan yang telah diajarkan kepada tuan-tuan selama beratus-ratus tahun itu akan dikikis habis-habis.\" Tapi nggak cuma Jepang yang nge-shape pemuda, tokoh nasional juga masuk nih. Contohnya dr. A.K. Gani dari Gerindo Pusat yang pindah ke Palembang 1941. Dia sering banget ngecek dan main ke kesatuan-kesatuan Giyugun di sana, bikin semangat kebangsaan makin nempel di pemuda.",
        "Di Sumatra Barat, Giyugun nggak punya struktur komando gede kayak di Jawa (daidan), jadi jenjang perwiranya terbatas. Cuma 8 orang jadi letnan satu, 30 letnan dua, dan sekitar 180 sersan. Total anggota Giyugun di sana kira-kira 1.500–2.000 orang, ditempatin di kesatuan-kesatuan kecil sepanjang pantai dari Airbangis sampai Muko-Muko buat siap-siap kalau Sekutu nyerangBeda sama Peta di Jawa yang skala batalion, Giyugun di Sumatra cuma sampai tingkat kompi. Giyugun Aceh paling kuat, ada 20+ kompi, masing-masing 250 orang, total sekitar 5.000–6.000 orang. Giyugun Sumatra Timur cuma 6 kompi alias 1.500 orang, sedangkan Sumatra Barat sama Selatan jumlahnya lebih sedikit lagi",
        "Meskipun Giyugun di Sumatra nggak pernah langsung terjun ke pertempuran, bukan berarti mereka cuma diem aja. Latihan yang super keras biar setara perwira Jepang bikin beberapa anggota nggak betah. Contohnya, T.A. Hamid dari Giyugun Aceh kabur ke gunung bareng teman-temannya pada November 1944, tapi akhirnya nyerah karena Jepang nyekap keluarganya. Trus, di Juli 1945, anggota Giyugun Pematang Siantar pimpinan Hotman Sitompul pasang barikade sebagai bentuk perlawanan. Dalam wawancara sama Aiko Kurasawa, Hotman bilang: 'The Japanese promised that they would make Giyugun completely an independent army, but this promise were never fulfilled. We always felt to be pressed by the Japanese.'",
        "Ternyata, meskipun Jepang niatnya nanam Nippon Seisin ke anggota Peta di Jawa sama anggota Giyugun di Sumatra, nggak semua sesuai ekspektasi mereka. Tapi, latihan militer yang super ketat di Peta dan Giyugun bikin semangat korps dan rasa cinta tanah air makin kuat—apalagi karena para tokoh nasional nyelipin doktrin nasionalisme Indonesia. Pengalaman pertama gabung pelatihan militer profesional bikin pemuda-pemuda Sumatra punya skill dan pengetahuan militer yang bakal berguna banget buat perjuangan kemerdekaan nanti.",
        ""
      ]
    },
    {
      "title": "4. Pengerahan Romusha",
      "content": [
        "Selain tenaga militer, Jepang juga gerak cepat mobilisasi manusia lewat romusha. Intinya, ini kerja paksa buat bantu perang Jepang lawan Sekutu, khususnya buat proyek fisik kayak jalan, jembatan, dan fasilitas militer. Banyak pemuda yang kejebak di sini, kerja keras banget, sampai ada yang sampai meninggal. Meski Pemerintah Militer Jepang langsung pegang kendali, mereka tetap minta “restu” dari para pemimpin Indonesia lewat sidang Chuo Sangi In supaya pengerahan romusha kelihatan sah dan maksimal. Di sidang pertama, Chuo Sangi In ngasih beberapa saran bikin badan yang bisa motivasi rakyat buat kerja sukarela, kerja bareng bupati, wedana, camat, kepala desa, dan perusahaan-perusahaan milik tentara Jepang. Mereka juga minta ada perjanjian kerja resmi, plus jaminan uang dan bantuan buat keluarga yang ditinggal, supaya buruh nggak khawatir saat kerja di tempat yang berat itu.Tapi sayangnya, aturan yang diajukan Chuo Sangi In itu sering banget diabaikan. Pada kenyataannya, romusha cuma jadi pekerja paksa murni. Contohnya di Timbul Harjo, Bantul, perangkat desa langsung datengin keluarga-keluarga yang punya tenaga muda. Kalau ada yang nolak, mereka ditakut-takutin bakal dikucilkan. Anak-anak yang lagi nggak ada di rumah? Mereka dicari sampai ke sawah, ketemu langsung dibawa paksa ke tempat kerja.",
        "Di Gunung Kidul, praktiknya makin ketat. Para calon romusha disuruh datang ke kelurahan, baik pagi maupun malam, dan nggak boleh pulang sebentar pun, misal cuma mau ambil baju. Pokoknya, semua dijalani dengan cara paksa tanpa kompromi.Selama kerja sampai balik kampung, romusha bener-bener dapet fasilitas super minim. Banyak yang nggak dikasih upah sama sekali, dan mereka nggak bisa protes karena emang nggak ada kontrak kerja tertulis. Intinya, mereka cuma dijadikan tenaga kerja paksa, harus kerja keras tapi dibayar seadanya, kalau dibayar sama sekali.Para romusha alias “Prajurit Pekerja” ini digunain buat bangun semua fasilitas perang berupa kubu pertahanan, gudang senjata, jalan, bahkan lapangan udara. Nggak cuma itu, mereka juga kerja di pabrik-pabrik garam, kayu di Surabaya, dinamit di Talangbetutu, tambang batu bara, penyulingan minyak. Di pelabuhan juga mereka sibuk muat dan bongkar barang kapal. Bahkan di desa Gendeng, dekat Badug, Yogyakarta, mereka ditugasin nanam sayur sama palawija buat makan Jepang dan diri mereka sendiri.",
        "Biasanya romusha ini kebanyakan ada di desa, kebanyakan pemuda petani atau penganggur. Di Jawa yang padat, pengerahannya bisa super besar. Awalnya sih kerjaan mereka bersifat sukarela, soalnya orang masih kebawa propaganda “untuk kemakmuran Asia Timur Raya”. Bahkan di kota-kota ada barisan romusha yang kerja di tempat-tempat tertentu dan waktu tertentu.Contohnya, September 1944, sekitar 500 romusha sukarela pegawai tinggi, menengah, sama golongan terpelajar jalan kaki dari kantor besar Jawa Hokokai ke Stasiun Tanah Abang, Jakarta, ditemani musik suling Maluku. Ada juga orang Cina, Arab, dan India, bahkan anggota yang udah umur 60! Soekarno sampe puji mereka masih kuat kayak orang muda. Kerjanya dalam yang disebut “Pekan Perjuangan Mati-matian”. Nggak lama, 17 Oktober 1944, Oto Iskandar Dinata ngikutin jejak Soekarno, tapi dengan 625 orang pengikut.",
        "Tapi, gak semua kisah romusha itu “wow” atau penuh semangat. Wartawan Rosihan Anwar yang ikutan rombongan Soekarno di pasukan pimpinan Sudiro, justru ngebahas penderitaan romusha. Dia nulis di Asia Raja, 9 September, antara lain: 'Jika ada di antara pekerja sukarela itu, yang 400 orang yang mempunyai angan-angan serba sedap seraya dia membayangkan kejadian yang indah pada ketika meninggalkan kantor besar Jawu Hökökat di pagi itu, maka rasanya di waktu berbaris berjam-jam lamanya di bawah terik matahari itu akan leburlah segala khayalan itu.'",
        "Seiring kebutuhan Jepang yang makin gede di seluruh Asia Tenggara, konsep romusha “sukarela ala Soekarno” mulai ditinggalin. Jadi sekarang kerja paksa deh. Tahun 1944, Pemerintah Tentara Ke-16 bikin badan khusus buat ngatur romusha secara besar-besaran, namanya Romukyokai (Kantor Urusan Pekerja).April 1944, Pemerintah Tentara Ke-25 di Sumatra ngeluarin aturan buat daftar tenaga kerja usia 16–45 tahun. Di Aceh, dibentuk deh badan namanya 'Perkumpulan Pekerja untuk Umum', yang punya cabang sampai ke desa-desa. Semua kepala desa wajib ngirim tenaga kerja sesuai daftar yang udah dibuat penguasa Jepang.",
        "Romukyokai bikin aturan gini,kalau ada orang atau badan butuh lebih dari 30 romusha, harus ngajuin permohonan ke kepala daerah. Pemohon harus punya perusahaan atau pabrik yang berguna buat perang, terus isi formular dengan keterangan nama tempat kerja romusha, jumlah orang, dan berapa lama kerja. Pemerintah daerah wajib ngasih laporan bulanan ke Romukyokai.Secara teori, aturan ini kelihatan nggak terlalu ngerugiin romusha, tapi di lapangan beda banget. Contohnya di Yogyakarta Koci, calon romusha ditakutin,  kalau nggak mau, bakal dikirim ke tempat lain di luar Yogyakarta.Bahkan, banyak petugas romusha main curang. Contohnya, nama yang udah terdaftar dicoret terus diganti nama lain karena dapat suap. Ada juga kepala desa yang pilih orang jadi romusha cuma buat balas dendam atau karena nggak suka. Lebih parah lagi, orang yang udah terdaftar bisa bayar duit biar orang lain gantikan posisinya.",
        "Romusha yang dipakai buat proyek kayak jalan, jembatan, barak militer, dan benteng biasanya kerja 1–3 bulan di daerah sendiri. Kalau lebih dari 3 bulan, berarti dikirim ke proyek luar daerah, bahkan keluar negeri seperti Birma, Muang Thai, Vietnam, dan Malaya. Mayoritas romusha ini petani desa, jadi ekonomi desa ikut terganggu. Menurut laporan Inggris dan Belanda, cuma seperempat dari 50.000 orang yang berhasil balik kampung, sementara separuhnya tewas di tempat kerja.Padahal Chuo Sangi In minta romusha diperlakuin layak, tapi kenyataannya jauh banget. Dari subuh sampe sore, mereka dipaksa kerja kasar tanpa makan cukup atau perawatan, bikin fisik lemes parah. Kalau ada yang nyoba istirahat sebentar, siap-siap dimaki atau dipukul pengawas Jepang. Baru malam aja mereka bisa istirahat. Kondisi kayak gini bikin tubuh gampang sakit, malaria dan disenteri gampang nyerang karena air minum nggak sempat dimasak dan buang air sembarangan.",
        "Karena kesehatan nggak dijamin, makan kurang, dan kerja kelewat berat, banyak romusha meninggal di tempat kerja. Biar penduduk nggak takut, Jepang mulai 1943 bikin propaganda, ngejulikin romusha sebagai 'prajurit ekonomi' atau 'pahlawan pekerja', seolah-olah lagi ngerjain tugas suci buat menang perang Asia Timur Raya. Padahal kenyataannya jauh banget. Dari 300.000 romusha yang dikirim ke luar Jawa, sekitar 70.000 orang kondisinya tragis banget.Susah banget buat tau pasti berapa banyak romusha Indonesia yang dipaksa kerja pas Jepang nge-kuasain Indonesia. Menurut Miyoshi Sunhichiro di artikelnya yang dikutip Theodore Friend, jumlahnya bisa 5–8 juta orang. Pemerintah Indonesia bilang sekitar 4,1 juta orang waktu ngomongin soal kompensasi perang ke Jepang.",
        "Di surat kabar Aceh Simbun tanggal 8 April 1944, disebutkan 7.000 orang dikerahin tiap hari buat bangun jalan antara Takengon dan Blangkejeren, proyek yang mulai 1 Januari 1944 dan resmi dibuka Juli tahun itu juga.",
        "Pengerahan romusha ini bikin struktur sosial di Indonesia berubah banget. Karena banyak pemuda tani dipaksa kerja, banyak yang kabur ke kota biar nggak diambil jadi romusha. Jepang nggak main-main, hampir semua cowok sehat diambil, yang tersisa cuma perempuan, anak-anak, dan cowok yang kurang sehat.Setelah Jepang menyerah, para romusha yang bisa survive sama pemuda-pemuda yang kabur itu balik ke desa dengan banyak pengalaman baru. Akibatnya, desa-desa jadi lebih terbuka, nggak lagi isolasi, dan dapet ide-ide baru dari mereka yang balik itu.Desa juga kena pengaruh dari tonarigumi alias rukun tetangga yang dibentuk sampai pelosok-pelosok. Sebenarnya, tujuan dibentuknya tonarigumi itu buat ngawasin dan ngegencet penduduk biar patuh. Seperti yang tertulis, tujuannya itu 'biar penduduk rajin tingkatin produksi hasil bumi dan diserahkan buat negara.'",
        "Intinya, semua hal ini—romusha, pemuda desa kabur ke kota, gabung organisasi pemuda kayak Seinendan dan Keibodan, atau jadi prajurit Peta/ Heiho—bikin mereka keluar dari desa dan lihat dunia luar. Selain itu, mereka juga dapet status lebih tinggi dibanding pas masih di desa."
      ]
    },
    {
      "title": "5. Jugun Ianfu",
      "content": [
        "Selain cowok berusia 16–40 tahun yang dijadikan romusha alias pekerja paksa, pemerintah Jepang juga “ngerekrut” cewek nggak cuma buat urusan resmi kayak di Fujinkai, tapi juga buat kepentingan nafsu tentara Jepang. Cewek-cewek ini dikenal sebagai jugun ianfu atau perempuan penghibur.Mirip kaya romusha, cewek-cewek jugun ianfu juga direkrut dari desa biasanya dipaksa pakai cara kekerasan, tipu muslihat, dan ancaman buat nyukupi kebutuhan biologis Jepang, baik tentara maupun sipil. Bedanya, kalau romusha jelas-jelas, perekrutan jugun ianfu alias “budak seks” dilakuin secara rahasia, nggak ada pengumuman resmi. Jepang pakai bantuan pejabat lokal kaya lurah, camat, dan lewat tonarigumi buat meyakinkan, bahkan memaksa cewek muda ikut program ini, kadang juga ancam keluarga mereka. Contohnya, mantan jugun ianfu dari Yogyakarta, orang tuanya dipanggil Pak Lurah, dikasih janji anaknya, Suharti, bakal sekolah di Balikpapan dan kerja di kantor. Padahal anak ini baru 15 tahun dan malah dijadikan jugun ianfu selama 6 bulan di Balikpapan, Kalimantan Timur.",
        "Cewek-cewek yang jadi jugun ianfu mayoritas pendidikan rendah, bahkan ada yang buta huruf. Selain itu, mereka juga lagi kesusahan ekonomi. Karena kurang pendidikan dan miskin, mereka gampang percaya sama tawaran kerja yang kelihatan menjanjikan dan nggak butuh keahlian khusus, misal jadi pembantu rumah tangga, pelayan restoran, atau kerja fisik lainnya. Mantan jugun ianfu dari Yogyakarta, Lasiyem, bilang alasannya: 'yang ada dalam pikiran saya adalah bagaimana bisa kerja. Saya ingin membelikan makanan untuk anak saya karena itu ketika ada tawaran kerja saya langsung sanggup, saya tidak bilang dengan suami saya'",
        "Rekrutmen jugun ianfu nggak cuma lewat paksa atau tipu muslihat, tapi kadang lewat jalur hiburan juga. Contohnya, mantan jugun ianfu dari Yogyakarta, Mardiyem, dijanjikan jadi penyanyi di Kalimantan sama pemain sandiwara keliling dari grup Pantja Soerja, sesuai keinginannya buat lepas dari peran sebagai abdi dalem di Suryotarunan. Selain itu, dokter dan pejabat baik yang rendah maupun tinggi ikut andil, langsung atau nggak, dalam nyari dan ngumpulin perempuan buat dijadikan jugun ianfu, karena mereka punya akses khusus ke kaum perempuan, baik di desa maupun kota.Kebanyakan jugun ianfu berasal dari keluarga “baik-baik.” Ada yang masih gadis, bahkan di bawah umur, dan ada juga yang sudah bersuami serta punya anak. Tapi, ancaman dari militer Jepang yang kejam dan bersenjata bikin mereka takut nolak atau kabur saat sampai di tempat yang penuh penderitaan, baik fisik maupun mental.",
        "Penguasa militer Jepang bikin tempat khusus buat jugun ianfu di tiap wilayah komando militer. Tujuannya itu mencegah tentara Jepang memperkosa warga lokal, menjaga moral tentara, dan mencegah penyebaran penyakit kelamin yang bisa ngerusak kekuatan militer mereka.Para perempuan yang dijadikan jugun ianfu ditempatkan di rumah-rumah bordil ala Jepang yang disebut lan-jo. Lokasinya macam-macam, bekas asrama Belanda, markas militer Jepang, atau rumah penduduk yang dikosongkan khusus. Tempat-tempat ini dijaga super ketat oleh tentara Jepang. Setiap perempuan mendapat kamar dengan nomor dan bahkan namanya diganti pakai nama Jepang, ditulis di pintu kamar. Contohnya, Mardiyem diberi nama Jepang Momoye. Dengan cara ini, para tamu Jepang merasa seolah-olah sedang berhubungan dengan perempuan dari negaranya sendiri, padahal sebenarnya mereka perempuan Indonesia. Meskipun ini merendahkan, Mardiyem dan teman-temannya cuma bisa menerimanya dengan terpaksa.",
        "Mardiyem tuh salah satu dari 24 cewek angkatan pertama yang dijadiin jugun ianfu alias budak seks, dan tanpa izin mereka langsung ditempatin di lan-jo Telawang, di pinggiran Banjarmasin, Kalsel. Sama kayak Mardiyem, semua cewek Jawa di situ namanya diganti ala Jepang kayak Waginem jadi Sakura, Suharti jadi Masako, Nur jadi Noburu, Jatinem jadi Haruye. Awalnya mereka cuma pengen kerja buat ubah nasib, eh malah dipaksa ngejalanin pekerjaan super hina dan direndahin sama bangsa lain di negara sendiri. "
      ]
    }
  ]
}
