{
  "id": "organisasi_pergerakan",
  "title": "Menjelang Proklamasi",
  "color": "grey",
  "sections": [
    {
      "title": "1. Perlawanan di Kelompok Agama",
      "content": [
        "Menjelang Proklamasi Kemerdekaan, peran golongan muda tuh bener-bener muncul ke permukaan. Semua sepakat sih, baik golongan tua maupun muda, Indonesia harus segera merdeka, cuma beda pendapat soal cara ngelaksanain proklamasi.Golongan tua, dengan pertimbangan politik mereka, mikir kalo Indonesia bisa merdeka tanpa pertumpahan darah cuma kalo tetap kerja sama sama Jepang. Makanya, mereka pengen nunggu keputusan rapat Panitia Persiapan Kemerdekaan Indonesia (PPKI / Dokuritsu Junbi Inkai).Nah, PPKI resmi dibentuk 7 Agustus 1945, sesuai keputusan Jenderal Besar Terauchi, Panglima Tentara Umum Selatan yang ngatur semua tentara Jepang di Asia Tenggara.",
        "Para anggota PPKI sebenernya boleh jalanin kegiatannya sesuai kemampuan dan pendapat bangsa Indonesia sendiri, tapi ada beberapa aturan yang mesti diperhatiin: a. Syarat pertama buat merdeka: harus nyelesein perang yang lagi jalan sekarang. Jadi, bangsa Indonesia harus all out dan kerja bareng Jepang buat nerusin perjuangan supaya menang di Perang Asia Timur Raya. b. Status Indonesia: negara kita masuk dalam Lingkungan Kemakmuran Bersama Asia Timur Raya, jadi cita-cita bangsa Indonesia kudu nyambung sama cita-cita Jepang yang ngotot sama Hakko-Ichiu. Pas PPKI dibentuk tanggal 7 Agustus 1945, otomatis Dokuritsu Junbi Cosokai bubar. Mayor Jenderal Yamamoto, pimpinan Jepang, bilang makasih ke semua anggota PPKI dan ngejelasin kalo mereka dipilih bukan cuma sama pejabat Tentara Ke-16, tapi langsung sama Jenderal Besar Terauchi, penguasa perang tertinggi di seluruh Asia Tenggara.",
        "Jenderal Besar Terauchi manggil tiga tokoh Pergerakan Nasional yaitu Ir. Soekarno, Drs. Moh. Hatta, dan dr. Radjiman Wediodiningrat. Mereka berangkat ke markas besar Terauchi di Dalat, Vietnam Selatan, tanggal 9 Agustus 1945. Di sana, pada tanggal 12 Agustus 1945, Terauchi bilang kalo Jepang udah mutusin buat kasih kemerdekaan ke Indonesia. Buat ngejalaninnya, dibentuk PPKI (Panitia Persiapan Kemerdekaan Indonesia). Prosesnya bisa langsung jalan setelah semua persiapan rampung, dan wilayah Indonesia bakal meliputi seluruh bekas Hindia Belanda. Mungkin nggak bisa sekaligus, jadi diterapin bagian demi bagian sesuai kondisi di tiap daerah. Anggota PPKI awal ada 21 orang, nggak cuma wakil dari Jawa aja tapi juga dari pulau lain: 12 dari Jawa, 3 dari Sumatra, 2 dari Sulawesi, 1 dari Kalimantan, 1 dari Sunda Kecil/Nusa Tenggara, 1 dari Maluku, 1 dari golongan Cina. Struktur PPKI: a. Ketua PPKI: Ir. Soekarno b. Wakil Ketua: Drs. Moh. Hatta c. Penasihat: Mr. Ahmad Subardjo.",
        "Selain itu, orang Indonesia sendiri nambah 6 anggota lagi tanpa izin Jepang, ada Wiranatakusumah, Ki Hadjar Dewantara, Mr. Kasman Singodimedjo, Sajuti Melik, Iwa Kusumasumantri, dan Ahmad Soebardjo.Pas ketiga tokoh itu, Soekarno, Hatta, dan Radjiman, balik ke Jakarta tanggal 14 Agustus 1945, Jepang lagi kena bom atom Hiroshima dan Nagasaki, ditambah Uni Sovyet nyerang Mancuria. Situasinya makin kritis banget.Jepang udah jelas banget bakal kalah cepet, makanya Proklamasi Kemerdekaan harus langsung dijalanin. Drs. Moh. Hatta bilang, “Soal kemerdekaan datang dari Jepang atau dari perjuangan kita sendiri nggak masalah, karena Jepang udah kalah. Sekarang yang kita hadapin tuh Sekutu, yang pengen balikin kekuasaan Belanda di Indonesia. Makanya, buat proklamasi kemerdekaan, kita butuh revolusi yang terorganisasi.”Soekarno sama Hatta sebenernya pengen bahas waktu pelaksanaan Proklamasi di rapat PPKI, biar nggak nabrak aturan Jepang. PPKI baru dijadwalin ngumpul hari berikutnya setelah pembentukannya.Tapi, golongan muda nggak setuju sama cara itu. Mereka ngerasa PPKI cuma badan buatan Jepang yang nurut sama kemauan Jepang. Mereka pengen proklamasi langsung dilakukan sendiri, bebas dari pengaruh Jepang sama sekali.Sutan Sjahrir tuh salah satu yang pertama banget ngegas biar Soekarno-Hatta langsung proklamasi kemerdekaan, nggak usah nunggu janji Jepang yang dia bilang cuma tipu muslihat doang. Dari radio ilegal (yang nggak disegel Jepang), dia tahu kalau Jepang udah mutusin buat nyerah. Dia ngegas 15 Agustus 1945, pas ketemu Hatta yang baru balik dari Dalat.Soekarno sama Hatta masih pengen ngecek berita resmi soal kapitulasi Jepang dan mau bahas pelaksanaan proklamasi di rapat PPKI.Nah, giliran golongan muda ambil langkah. Mereka ngadain rapat dulu di salah satu ruangan Lembaga Bakteriologi di Pegangsaan Timur, Jakarta (sekarang Fakultas Kesehatan Masyarakat UI) tanggal 15 Agustus 1945, jam 20.30 waktu Jawa (19.00 WIB). Yang hadir antara lain Chairul Saleh, Djohar Nur, Kusnandar, Subadio, Subianto, Margono, Wikana, dan Armansjah.Di rapat itu, dipimpin Chairul Saleh, para pemuda bikin keputusan radikal kalau kemerdekaan Indonesia itu hak rakyat sendiri, nggak boleh digantungin sama orang lain atau janji Jepang. Semua ikatan sama Jepang harus diputus. Tapi mereka juga minta supaya Soekarno-Hatta ikut dilibatkan langsung dalam penyataan Proklamasi.Para pemuda tegas banget dengan nyatain kemerdekaan dari Jepang harus diputus sendiri dan mereka pengen langsung ada perundingan sama Soekarno-Hatta supaya mereka bisa ikut nyatakan Proklamasi.Keputusan rapat ini dibawa Wikana dan Darwis ke rumah Soekarno di Pegangsaan Timur 56 (sekarang Jalan Proklamasi) jam 22.30 waktu Jepang (21.50 WIB). Wikana bahkan ngegas “Proklamasi harus besok!” dan bilang kalau nggak, bisa terjadi pertumpahan darah.Denger itu, Soekarno langsung ngamuk, bilang kurang lebih'Inilah leherku, saudara boleh membunuh saya sekarang juga. Saya tidak bisa melepaskan tanggung jawab saya sebagai ketua PPKI. Karena itu saya tanyakan kepada wakil-wakil PPKI besok.'Ketegangan ini disaksikan tokoh-tokoh nasionalis generasi tua lain, kayak Hatta, dr. Buntaran, dr. Samsi, Ahmad Subardjo, dan Iwa Kusumasumantri. Bisa kelihatan banget perbedaan pendapat golongan tua vs muda, pemuda tetap ngegas pengen Proklamasi 16 Agustus 1945, sedangkan golongan tua masih ngerasa harus ngadain rapat PPKI dulu."
      ]
    },
    {
      "title": "2. Peristiwa Rengasdengklok",
      "content": [
        "Jadi, perbedaan pendapat soal waktu Proklamasi bikin para pemuda gerak cepat. Mereka bawa Soekarno dan Hatta keluar kota supaya jauh dari pengaruh Jepang. Ide ini lahir dari rapat terakhir mereka jam 00.30 waktu Jawa (23.00 WIB) menjelang 16 Agustus 1945 di Asrama Baperpi, Cikini 71, Jakarta.Rapat itu nggak cuma dihadiri pemuda yang sebelumnya kumpul di Lembaga Bakteriologi, tapi juga Sukarni, Jusuf Kunto, Dr. Muwardi (dari Barisan Pelopor), dan Shodancho Singgih dari Daidan Peta Jakarta Syu. Bersama Chairul Saleh, mereka sepakat buat “ngamankan” Soekarno dan Hatta ke luar kota, biar bebas dari pengaruh Jepang. Tugas eksekusi jatuh ke Shodancho Singgih.Rencananya lancar banget karena ada dukungan perlengkapan militer dari Cudancho Latief Hendraningrat, yang lagi gantikan Kasman Singodimedjo yang lagi tugas ke Bandung.Akhirnya, pagi-pagi banget, 16 Agustus 1945 jam 04.30 (03.00 WIB), Soekarno dan Hatta dibawa sekelompok pemuda ke Rengasdengklok, kota kecil di Karawang, jauh dari pusat pengaruh Jepang.Rengasdengklok dipilih karena strategi militer banget, bro. Antara anggota Peta Daidan Purwakarta dan Daidan Jakarta udah punya hubungan solid dari latihan bareng. Lokasinya juga aman, terpencil 15 km dari Kedunggede, Karawang, di jalan Jakarta–Cirebon. Jadi, kalau ada tentara Jepang mau nyamperin, gampang banget ketahuan. Mereka pasti lewat Kedunggede, dan di situ pasukan Peta udah siap nahan.Selama sehari penuh, Soekarno dan Hatta stay di Rengasdengklok. Tujuan pemuda buat ngebut mereka biar langsung Proklamasi Kemerdekaan tanpa campur tangan Jepang, ternyata nggak full berhasil. Soalnya, Soekarno-Hatta punya wibawa gede, bikin para pemuda segan “menekan” mereka.Tapi ada momen penting, saat Soekarno ngobrol bareng Shodancho Singgih, Soekarno bilang siap Proklamasi begitu balik ke Jakarta. Berdasarkan itu, Singgih balik ke Jakarta tengah hari buat ngabarin rencana Proklamasi ke teman-teman pemuda.Sementara itu di Jakarta, Mr. Ahmad Subardjo (golongan tua) sama Wikana (golongan muda) akhirnya sepakat kalau Proklamasi Kemerdekaan harus dilaksanakan di Jakarta. Selain itu, mereka dapet jaminan dari Laksamana Tadashi Maeda bahwa Soekarno-Hatta bakal aman selama di rumahnya.Berdasarkan kesepakatan itu, Jusuf Kunto dari pihak pemuda langsung nganter Mr. Ahmad Subardjo sama sekretaris pribadinya Sudiro (Mbah) ke Rengasdengklok buat jemput Soekarno-Hatta. Rombongan nyampe sekitar pukul 18.00 waktu Jawa Jepang (16.30 WIB).Di Rengasdengklok, Ahmad Subardjo ngasih jaminan taruhan nyawa bahwa Proklamasi bakal diumumin 17 Agustus 1945 keesokan harinya paling lambat jam 12.00. Berkat jaminan itu, komandan kompi Peta setempat, Chudancho Subeno, rela ngelepasin Soekarno-Hatta balik ke Jakarta."
      ]
    },
    {
      "title": "3. Perumusan Teks Proklamasi",
      "content": [
        "Sesampainya di Jakarta sekitar pukul 23.30 waktu Jawa Jepang (22.00 WIB), rombongan langsung meluncur ke rumah Laksamana Maeda di Jalan Imam Bonjol No. 1 (sekarang dikenal sebagai tempat Perumusan Naskah Proklamasi). Sebelumnya, Soekarno dan Hatta sempat mampir dulu ke rumah masing-masing. Di rumah Maeda inilah akhirnya naskah Proklamasi Kemerdekaan Indonesia mulai disusun. Sebelumnya, Soekarno dan Hatta bertemu dengan Shomubuco, Mayor Jenderal Nishimura, ditemani Laksamana Maeda, Shigetada Nishijima, Tomegoro Yoshizumi, dan Miyoshi sebagai penerjemah. Pertemuan itu tidak menghasilkan kata sepakat. Soekarno-Hatta tetap ingin mengadakan rapat PPKI, tetapi pagi 16 Agustus 1945 rapat itu batal karena keduanya sudah dibawa pemuda ke Rengasdengklok. Nishimura menjelaskan bahwa Jepang telah menyerah kepada Sekutu, sehingga tentara Jepang tidak boleh mengubah status quo lagi. Ia melarang Soekarno-Hatta untuk mengadakan rapat PPKI. Akhirnya, mereka sadar bahwa berunding dengan Jepang tidak ada gunanya lagi. Yang penting, Jepang tidak mengganggu Proklamasi yang akan dijalankan rakyat Indonesia sendiri. Setelah hampir dua jam rapat tanpa hasil, Soekarno-Hatta kembali ke rumah Laksamana Maeda. Rumah ini dianggap aman karena Maeda adalah Kepala Kantor Penghubung Angkatan Laut. Di ruang makan rumah Maeda, Soekarno, Hatta, dan Ahmad Subardjo merumuskan naskah Proklamasi, sementara tokoh-tokoh lain menunggu di serambi. Perumusan berjalan lancar. Kalimat-kalimat diambil dari Piagam Jakarta 22 Juni 1945. Soekarno menulis teks Proklamasi di secarik kertas, dengan masukan Hatta dan Subardjo. Rumusannya: 'Proklamasi. Kami bangsa Indonesia dengan ini menyatakan kemerdekaan Indonesia. Hal-hal yang mengenai pemindahan kekuasaan dan lain-lain diselenggarakan dengan cara saksama dan dalam tempo yang sesingkat-singkatnya. Djakarta, 17-8-'05. Wakil-wakil bangsa Indonesia.' Kalimat pertama berasal dari usulan Ahmad Subardjo, sementara kalimat terakhir adalah ide Moh. Hatta. Setelah selesai, naskah ini dibacakan Soekarno pukul 04.30 waktu Jawa. Awalnya Soekarno mengusulkan agar semua yang hadir ikut menandatangani, tetapi para pemuda menolak. Akhirnya diputuskan hanya Soekarno dan Hatta yang menandatangani. Sajuti Melik kemudian mengetik naskah bersih dengan tiga perubahan: (a) kata 'tempoh' diganti menjadi 'tempo', (b) 'Wakil-wakil bangsa Indonesia' diganti menjadi 'Atas nama Bangsa Indonesia', (c) format tanggal diubah menjadi 'Djakarta, hari 17 boelan 8 tahoen '05'. Naskah bersih ini ditandatangani Soekarno dan Hatta, siap diumumkan kepada rakyat Indonesia. Isi akhir Proklamasi: 'Proklamasi. Kami bangsa Indonesia dengan ini menyatakan kemerdekaan Indonesia. Hal-hal yang mengenai pemindahan kekuasaan dan lain-lain diselenggarakan dengan cara saksama dan dalam tempo yang sesingkat-singkatnya. Djakarta, hari 17 boelan 8 tahoen '05. Atas nama Bangsa Indonesia, Soekarno-Hatta.' Dengan demikian, proses perumusan Proklamasi berlangsung pada dini hari tanggal 17 Agustus 1945."
      ]
    }
  ]
}
